package hin.bible;

public class hinbible29 {

public hinbible29() {

putmapbible29();

}

private void putmapbible29() {

hinsuperobject.biblemap.put("b29_1_1", new hinsuperobject(29,1,1,"यहोवा का वचन जो पतूएल के पुत्रा योएल के पास पहुंचा, वह यह है:"));
hinsuperobject.biblemap.put("b29_1_2", new hinsuperobject(29,1,2,"हे पुरनियो, सुनो, हे देश के सब रहनेवालो, कान लगाकर सुनो! क्या ऐसी बात तुम्हारे दिनों में, वा तुम्हारे पुरखाओं के दिनों में कभी हुई है?"));
hinsuperobject.biblemap.put("b29_1_3", new hinsuperobject(29,1,3,"अपने लड़केबालों से इसका वर्णन करो, और वे अपने लड़केबालों से, और फिर उनके लड़केबाले आनेवाली पीढ़ी के लोगों से।।"));
hinsuperobject.biblemap.put("b29_1_4", new hinsuperobject(29,1,4,"जो कुछ गाजाम नाम टिड्डी से बचा; उसे अर्बे नाम टिड्डी ने खा लिया। और जो कुछ अर्बे नाम टिड्डी से बचा, उसे येलेक नाम टिड्डी ने खा लिया, और जो कुछ येलेक नाम टिड्डी से बचा, उसे हासील नाम टिड्डी ने खा लिया है।"));
hinsuperobject.biblemap.put("b29_1_5", new hinsuperobject(29,1,5,"हे मतवालो, जाग उठो, और रोओ; और हे सब दाखमधु पीलेवालो, नये दाखमधु के कारण हाय, हाय, करो; क्योंकि वह तुम को अब न मिलेगा।।"));
hinsuperobject.biblemap.put("b29_1_6", new hinsuperobject(29,1,6,"देखो, मेरे देश पर एक जाति ने चढ़ाई की है, वह सामर्थी है, और उसके लोग अनगिनित हैं; उसके दांत सिंह के से, और डाढ़ें सिहनी की सी हैं।"));
hinsuperobject.biblemap.put("b29_1_7", new hinsuperobject(29,1,7,"उस ने मेरी दाखलता को उजाड़ दिया, और मेरे अंजीर के वृक्ष को तोड़ डाला है; उस ने उसकी सब छाल छीलकर उसे गिरा दिया है, और उसकी डालियां छिलने से सफेद हो गई हैं।।"));
hinsuperobject.biblemap.put("b29_1_8", new hinsuperobject(29,1,8,"जैसे युवती अपने पति के लिये कटि में टाट बान्धे हुए विलाप करती है, वैसे ही तुम भी विलाप करो।"));
hinsuperobject.biblemap.put("b29_1_9", new hinsuperobject(29,1,9,"यहोवा के भवन में न तो अन्नबलि और न अर्ध आता है। उसके टहलुए जो याजक हैं, वे विलाप कर रहे हैं।"));
hinsuperobject.biblemap.put("b29_1_10", new hinsuperobject(29,1,10,"खेती मारी गई, भूमि विलाप करती है; क्योंकि अन्न नाश हो गया, नया दाखमधु सूख गया, तेल भी सूख गया है।।"));
hinsuperobject.biblemap.put("b29_1_11", new hinsuperobject(29,1,11,"हे किसानो, लज्जित हो, हे दाख की बारी के मालियों, गेहूं और जव के लिये हाय, हाय करो; क्योंकि खेती मारी गई है।"));
hinsuperobject.biblemap.put("b29_1_12", new hinsuperobject(29,1,12,"दाखलता सूख गई, और अंजीर का वृक्ष कुम्हला गया है। अनार, ताड़, सेव, वरन मैदान के सब वृक्ष सूख गए हैं; और मनुष्यों का हर्ष जाता रहा है।।"));
hinsuperobject.biblemap.put("b29_1_13", new hinsuperobject(29,1,13,"हे याजको, कटि में टाट बान्धकर छाती पीट- पीट के रोओ! हे वेदी के टहलुओ, हाय, हाय, करो। हे मेरे परमेश्वर के टहलुओ, आओ, टाट ओढ़े हुए रात बिताओ! क्योंकि तुम्हारे परमेश्वर के भवन में अन्नबलि और अर्ध अब नहीं आते।।"));
hinsuperobject.biblemap.put("b29_1_14", new hinsuperobject(29,1,14,"उपवास का दिन ठहराओ, महासभा का प्रचार करो। पुरनियों को, वरन देश के सब रहनेवालों को भी अपने परमेश्वर यहोवा के भवन में इकट्ठे करके उसकी दोहाई दो।।"));
hinsuperobject.biblemap.put("b29_1_15", new hinsuperobject(29,1,15,"उस दिन के कारण हाय! क्योंकि यहोवा का दिन निकट है। वह सर्वशक्तिमान की ओर से सत्यानाश का दिन होकर आएगा।"));
hinsuperobject.biblemap.put("b29_1_16", new hinsuperobject(29,1,16,"क्या भोजनवस्तुएं हमारे देखते नाश नहीं हुईं? क्या हमारे परमेश्वर के भवन का आनन्द और मगन जाता नहीं रहा?"));
hinsuperobject.biblemap.put("b29_1_17", new hinsuperobject(29,1,17,"बीज ढेलों के नीचे झुलस गए, भण्डार सूने पड़े हैं; खत्ते गिर पड़े हैं, क्योंकि खेती मारी गई।"));
hinsuperobject.biblemap.put("b29_1_18", new hinsuperobject(29,1,18,"पशु कैसे कराहते हैं? झुण्ड के झुण्ड गाय- बैल विकल हैं, क्योंकि उनके लिये चराई नहीं रही; और झुण्ड के झुण्ड भेड़- बकरियां पाप का फल भोग रही हैं।।"));
hinsuperobject.biblemap.put("b29_1_19", new hinsuperobject(29,1,19,"हे यहोवा, मैं तेरी दोहाई देता हूं, क्योंकि जंगल की चराइयां आग का कौर हो गईं, और मैदान के सब वृक्ष ज्वाला से जल गए।"));
hinsuperobject.biblemap.put("b29_1_20", new hinsuperobject(29,1,20,"वन- पशु भी तेरे लिये हांफते हैं, क्योंकि जल के सोते सूख गए, और जंगल की चराइयां आग का कौर हो गईं।।"));
hinsuperobject.biblemap.put("b29_2_1", new hinsuperobject(29,2,1,"सिरयोन में नरसिंगा फूंको; मेरे पवित्रा पर्वत पर सांस बान्धकर फूंको! देश के सब रहनेवाले कांप उठें, क्योंकि यहोवा का दिन आता है, वरन वह निकट ही है।"));
hinsuperobject.biblemap.put("b29_2_2", new hinsuperobject(29,2,2,"वह अन्धकार और तिमिर का दिन है, वह बदली का दिन है और अन्धियारे का सा फैलता है। जैसे भोर का प्रकाश पहाड़ों पर फैलता है, वैसे ही एक बड़ी और सामर्थी जाति आएगी; प्राचीनकाल में वैसी कभी न हुई, और न उसके बाद भी फिर किसी पीढ़ी में होगी।।"));
hinsuperobject.biblemap.put("b29_2_3", new hinsuperobject(29,2,3,"उसके आगे आगे तो आग भस्म करती जाएगी, और उसके पीछे पीछे लौ जलती जाएगी। उसके आगे की भूमि तो एदेन की बारी के समान होगी, परन्तु उसके पीछे की भूमि उजाड़ मरूस्थल बन जाएगी, और उस से कुछ न बचेगा।।"));
hinsuperobject.biblemap.put("b29_2_4", new hinsuperobject(29,2,4,"उनका रूप घोड़ों का सा है, और वे सवारी के घोड़ों की नाईं दौड़ते हैं।"));
hinsuperobject.biblemap.put("b29_2_5", new hinsuperobject(29,2,5,"उनके कूदने का शब्द ऐसा होता है जैसा पहाड़ों की चोटियों पर रथों के चलने का, वा खूंटी भस्म करती हुई लौ का, या जैसे पांति बान्धे हुए बली योद्धाओं का शब्द होता है।।"));
hinsuperobject.biblemap.put("b29_2_6", new hinsuperobject(29,2,6,"उनके सामने जाति जाति के लोग पीड़ित होते हैं, सब के मुख मलीन होते हैं।"));
hinsuperobject.biblemap.put("b29_2_7", new hinsuperobject(29,2,7,"वे शूरवीरों की नाईं दौड़ते, और योद्धाओं की भांति शहरपनाह पर चढ़ते हैं वे अपने अपने मार्ग पर चलते हैं, और कोई अपनी पांति से अलग न चलेगा।"));
hinsuperobject.biblemap.put("b29_2_8", new hinsuperobject(29,2,8,"वे एक दूसरे को धक्का नहीं लगाते, वे अपनी अपनी राह पर चलते हैं; शस्त्रों का साम्हना करने से भी उनकी पांति नहीं टूटती।"));
hinsuperobject.biblemap.put("b29_2_9", new hinsuperobject(29,2,9,"वे नगर में इधर- उधर दौड़ते, और शहरपनाह पर चढ़ते हैं; वे घरों में ऐसे घुसते हैं जैसे चोर खिड़कियों से घुसते हैं।।"));
hinsuperobject.biblemap.put("b29_2_10", new hinsuperobject(29,2,10,"उनके आगे पृथ्वी कांप उठती है, और आकाश थरथराता है। सूर्य और चन्द्रमा काले हो जाते हैं, और तारे नहीं झलकते।"));
hinsuperobject.biblemap.put("b29_2_11", new hinsuperobject(29,2,11,"यहोवा अपने उस दल के आगे अपना शब्द सुनाता है, क्योंकि उसकी सेना बहुत ही बड़ी है; जो अपना वचन पूरा करनेवाला है, वह सामर्थी है। क्योंकि यहोवा का दिन बड़ा और अति भयानक है; उसको कौन सह सकेगा?"));
hinsuperobject.biblemap.put("b29_2_12", new hinsuperobject(29,2,12,"तौभी यहोवा की यह वाणी है, अभी भी सुनो, उपवास के साथ रोते- पीटते अपने पूरे मन से फिरकर मेरे पास आओ।"));
hinsuperobject.biblemap.put("b29_2_13", new hinsuperobject(29,2,13,"अपने वस्त्रा नहीं, अपने मन ही को फाड़कर अपने परमेश्वर यहोवा की ओर फिरो; क्योंकि वह अनुग्रहकारी, दयालु, विलम्ब से क्रोध करनेवाला, करूणानिधान और दु:ख देकर पछतानेहारा है।"));
hinsuperobject.biblemap.put("b29_2_14", new hinsuperobject(29,2,14,"क्या जाने वह फिरकर पछताए और ऐसी आशीष दे जिस से तुम्हारे परमेश्वर यहोवा का अन्नबलि और अर्ध दिया जाए।।"));
hinsuperobject.biblemap.put("b29_2_15", new hinsuperobject(29,2,15,"सिरयोन में नरसिंगा फूंको, उपवास का दिन ठहराओ, महासभा का प्रचार करो;"));
hinsuperobject.biblemap.put("b29_2_16", new hinsuperobject(29,2,16,"लोगों को इकट्ठा करो। सभा को पवित्रा करो; पुरनियों को बुला लो; बच्चों और दूधपीउवों को भी इकट्ठा करो। दुल्हा अपनी कोठरी से, और दुल्हिन भी अपने कमरे से निकल आएं।।"));
hinsuperobject.biblemap.put("b29_2_17", new hinsuperobject(29,2,17,"याजक जो यहोवा के टहलुए हैं, वे आंगल और वेदी के बीच में रो रोकर कहें, हे यहोवा अपनी प्रजा पर तरस खा; और अपने निज भाग की नामधराई न होने दे; न अन्यजातियां उसकी उपमा देने पाएं। जाति जाति के लोग आपस में क्यां कहने पाएं, कि उनका परमेश्वर कहां रहा?"));
hinsuperobject.biblemap.put("b29_2_18", new hinsuperobject(29,2,18,"तब यहोवा को अपने देश के विषय में जलन हुई, और उस ने अपनी प्रजा पर तरस खाया।"));
hinsuperobject.biblemap.put("b29_2_19", new hinsuperobject(29,2,19,"यहोवा ने अपनी प्रजा के लोगों को उत्तर दिया, सुनो, मैं अन्न और नया दाखमधु और ताजा तेल तुम्हें देने पर हूं, और तुम उन्हें पाकर तृप्त होगे; और मैं भविष्य में अन्यजातियों से तुम्हारी नामधराई न होने दूंगा।।"));
hinsuperobject.biblemap.put("b29_2_20", new hinsuperobject(29,2,20,"मैं उत्तर की ओर से आई हुई सेना को तुम्हारे पास से दूर करूंगा, और उसे एक निर्जल और उजाड़ देश में निकाल दूंगा; उसका आगा तो पूरब के ताल की ओर और उसका पीछा पश्चिम के समुद्र की ओर होगा; उस से दुर्गन्ध उठेगी, और उसकी सड़ी गन्ध फैलेगी, क्योंकि उस ने बहुत बुरे काम किए हैं।।"));
hinsuperobject.biblemap.put("b29_2_21", new hinsuperobject(29,2,21,"हे देश, तू मत डर; तू मगन हो और आनन्द कर, क्योंकि यहोवा ने बड़े बड़े काम किए हैं!"));
hinsuperobject.biblemap.put("b29_2_22", new hinsuperobject(29,2,22,"हे मैदान के पशुओं, मत डरो, क्योंकि जंगल में चराई उगेगी, और वृक्ष फलने लेगेंगे; अंजीर का वृक्ष और दाखलता अपना अपना बल दिखाने लगेंगी।"));
hinsuperobject.biblemap.put("b29_2_23", new hinsuperobject(29,2,23,"हे सिरयोनियों, तुम अपने परमेश्वर यहोवा के कारण मगन हो, और आनन्द करो; क्योंकि तुम्हारे लिये वह वर्षा, अर्थात् बरसात की पहिली वर्षा बहुतायत से देगा; और पहिले के समान अगली और पिछली वर्षा को भी बरसाएगा।।"));
hinsuperobject.biblemap.put("b29_2_24", new hinsuperobject(29,2,24,"तब खलिहान अन्न से भर जाएंगे, और रासकुण्ड नये दाखमधु और ताजे तेल से उमड़ेंगे।"));
hinsuperobject.biblemap.put("b29_2_25", new hinsuperobject(29,2,25,"और जिन वर्षों की उपज अर्बे नाम टिडि्डयों, और येलेक, और हासील ने, और गाजाम नाम टिडि्डयों ने, अर्थात् मेरे बड़े दल ने जिसको मैं ने तुम्हारे बीच भेजा, खा ली थी, मैं उसकी हानि तुम को भर दूंगा।।"));
hinsuperobject.biblemap.put("b29_2_26", new hinsuperobject(29,2,26,"तुम पेट भरकर खाओगे, और तृप्त होगे, और अपने परमेश्वर यहोवा के नाम की स्तुति करोगे, जिस ने तुम्हारे लिये आश्चर्य के काम किए हैं। और मेरी प्रजा की आशा फिर कभी न टूटेगी।"));
hinsuperobject.biblemap.put("b29_2_27", new hinsuperobject(29,2,27,"तब तुम जानोगे कि मैं इस्राएल के बीच में हूं, और मैं, यहोवा, तुम्हारा परमेश्वर हूं और कोई दूसरा नहीं है। और मेरी प्रजा की आशा फिर कभी न टूटेगी।।"));
hinsuperobject.biblemap.put("b29_2_28", new hinsuperobject(29,2,28,"उन बातों के बाद मैं सब प्राणियों पर अपना आत्मा उण्डेलूंगा; तुम्हारे बेटे- बेटियां भविष्यद्वाणी करेंगी, और तुम्हारे पुरनिये स्वप्न देखेंगे, और तुम्हारे जवान दर्शन देखेंगे।"));
hinsuperobject.biblemap.put("b29_2_29", new hinsuperobject(29,2,29,"तुम्हारे दास और दासियों पर भी मैं उन दिनों में अपना आत्मा उण्डेलूंगा।।"));
hinsuperobject.biblemap.put("b29_2_30", new hinsuperobject(29,2,30,"और मैं आकाश में और पृथ्वी पर चमत्कार, अर्थात् लोहू और आग और धूएं के खम्भे दिखाऊंगा।"));
hinsuperobject.biblemap.put("b29_2_31", new hinsuperobject(29,2,31,"यहोवा के उस बड़े और भयानक दिन के आने से पहिले सूर्य अन्धियारा होगा और चन्द्रमा रक्त सा हो जाएगा।"));
hinsuperobject.biblemap.put("b29_2_32", new hinsuperobject(29,2,32,"उस समय जो कोई यहोवा से प्रार्थना करेगा, वह छुटकारा पाएगा; और यहोवा के वचन के अनुसार सिरयोन पर्वत पर, और यरूशलेम में जिन बचे हुओं को यहोवा बुलाएगा, वे उद्वार पाएंगे।।"));
hinsuperobject.biblemap.put("b29_3_1", new hinsuperobject(29,3,1,"क्योंकि सुनो, जिन दिनों में और जिस समय मैं यहूदा और यरूशलेम वासियों को बंधुआई से लौटा ले आऊंगा,"));
hinsuperobject.biblemap.put("b29_3_2", new hinsuperobject(29,3,2,"उस समय मैं सब जातियों को इकट्ठी करके यहोशपात की तराई में ले जाऊंगा, और वहां उनके साथ अपनी प्रजा अर्थात् अपने निज भाग इस्राएल के विषय में जिसे उन्हों ने अन्यजातियों में तितर- बितर करके मेरे देश को बांट लिया है, उन से मुक मा लडूंगा।"));
hinsuperobject.biblemap.put("b29_3_3", new hinsuperobject(29,3,3,"उन्हों ने तो मेरी प्रजा पर चिट्ठी डाली, और एक लड़का वेश्या के बदले में दे दिया, और एक लड़की बेचकर दाखमधु पीया है।।"));
hinsuperobject.biblemap.put("b29_3_4", new hinsuperobject(29,3,4,"हे सोर, और सीदोन और पलिश्तीन के सब प्रदेशो, तुम को मुझ से क्या काम? क्या तुम मुझ को बदला दोगे? यदि तुम मुझे बदला भी दो, तो मैं शीघ्र ही तुम्हारा दिया हुआ बदला, तुम्हारे ही सिर पर डाल दूंगा।"));
hinsuperobject.biblemap.put("b29_3_5", new hinsuperobject(29,3,5,"क्योंकि तुम ने मेरी चान्दी- सोना ले लिया, और मेरी अच्छी और मनभावनी वस्तुएं अपने मन्दिरों में ले जाकर रखी है;"));
hinsuperobject.biblemap.put("b29_3_6", new hinsuperobject(29,3,6,"और यहूदियों और यरूशलेमियों को यूनानियों के हाथ इसलिये बेच डाला है कि वे अपने देश से दूर किए जाएं।"));
hinsuperobject.biblemap.put("b29_3_7", new hinsuperobject(29,3,7,"इसलिये सुनो, मैं उनको उस स्थान से, जहां के जानेवालों के हाथ तुम ने उनको बेच दिया, बुलाने पर हूं, और तुम्हारा दिया हुआ बदला, तुम्हारे ही सिर पर डाल दूंगा।"));
hinsuperobject.biblemap.put("b29_3_8", new hinsuperobject(29,3,8,"मैं तुम्हारे बेटे- बेटियों को यहूदियों के हाथ बिकवा दूंगा, और वे उसको शबाइयों के हाथ बेच देंगे जो दूर देश के रहनेवाले हैं; क्योंकि यहोवा ने यह कहा है।।"));
hinsuperobject.biblemap.put("b29_3_9", new hinsuperobject(29,3,9,"जाति जाति में यह प्रचार करो, युद्ध की तैयारी करो, अपने शूरवीरों को उभारो। सब योद्धा निकट आकर लड़ने को चढ़ें।"));
hinsuperobject.biblemap.put("b29_3_10", new hinsuperobject(29,3,10,"अपने अपने हल की फाल को पीटकर तलवार, और अपनी अपनी हंसिया को पीटकर बर्छी बनाओ; जो बलहीन हो वह भी कहे, मैं वीर हूं।।"));
hinsuperobject.biblemap.put("b29_3_11", new hinsuperobject(29,3,11,"हे चारों ओर के जाति जाति के लोगो, फुर्ती करके आओ और इकट्ठे हो जाओ। हे यहोवा, तू भी अपने शूरवीरों को वहां ले जा।"));
hinsuperobject.biblemap.put("b29_3_12", new hinsuperobject(29,3,12,"जाति जाति के लोग उभरकर चढ़ जाएं और यहोशापात की तराई में जाएं, क्योंकि वहां मैं चारों आरे की सारी जातियों का न्याय करने को बैठूंगा।।"));
hinsuperobject.biblemap.put("b29_3_13", new hinsuperobject(29,3,13,"हंसुआ लगाओ, क्योंकि खेत पक गया है। आओ, दाख रौंदो, क्योंकि हौज़ भर गया है। रसकुण्ड उमण्डने लगे, क्योंकि उनकी बुराई बहुत बड़ी है।।"));
hinsuperobject.biblemap.put("b29_3_14", new hinsuperobject(29,3,14,"निबटारे की तराई में भीड़ की भीड़ है! क्योंकि निबटारे की तराई में यहोवा का दिन निकट है।"));
hinsuperobject.biblemap.put("b29_3_15", new hinsuperobject(29,3,15,"सूर्य और चन्द्रमा अपना अपना प्रकाश न देंगे, और न तारे चमकेंगे।।"));
hinsuperobject.biblemap.put("b29_3_16", new hinsuperobject(29,3,16,"और यहोवा सिरयोन से गरजेगा, और यरूशलेम से बड़ा शब्द सुनाएगा; और आकाश और पृथ्वी थरथराएंगे। परन्तु यहोवा अपनी प्रजा के लिये शरणस्थान और इस्राएलियों के लिये गढ़ ठहरेगा।।"));
hinsuperobject.biblemap.put("b29_3_17", new hinsuperobject(29,3,17,"इस प्रकार तुम जानोगे कि यहोवा जो अपने पवित्रा पर्वत सिरयोन पर वास किए रहता है, वही हमारा परमेश्वर है। और यरूशलेम पवित्रा ठहरेगा, और परदेशी उस में होकर फिर न जाने पाएंगे।।"));
hinsuperobject.biblemap.put("b29_3_18", new hinsuperobject(29,3,18,"और उस समय पहाड़ों से नया दाखमधु टपकने लगेगा, और टीलों से दूध बहने लगेगा, और यहूदा देश के सब नाले जल से भर जाएंगे; और यहोवा के भवन में से एक सोता फूट निकलेगा, जिस से शित्तीम का नाम नाला सींचा जाएगा।।"));
hinsuperobject.biblemap.put("b29_3_19", new hinsuperobject(29,3,19,"यहूदियों पर उपद्रव करने के कारण, मि  उजाड़ और एदोम उजड़ा हुआ मरूस्थल हो जाएगा, क्योंकि उन्हों ने उनके देश में निर्दोष की हत्या की थी।"));
hinsuperobject.biblemap.put("b29_3_20", new hinsuperobject(29,3,20,"परन्तु यहूदा सर्वदा और यरूशलेम पीढ़ी पीढ़ी तब बना रहेगा।"));
hinsuperobject.biblemap.put("b29_3_21", new hinsuperobject(29,3,21,"क्योंकि उनका खून, जो अब तक मैं ने पवित्रा नहीं ठहराया था, उसे अब पवित्रा ठहराऊंगा, क्योंकि यहोवा सिरयोन में वास किए रहता है।।"));

}

}