package hin.bible;

public class hinbible37 {

public hinbible37() {

putmapbible37();

}

private void putmapbible37() {

hinsuperobject.biblemap.put("b37_1_1", new hinsuperobject(37,1,1,"दारा राजा के दूसरे वर्ष के छठवें महीने के पहिले दिन, यहोवा का यह वचन, हाग्गै भविष्यद्वक्ता के द्वारा, शालतीएल के पुत्रा जरूब्बाबेल के पास, जो यहूदा का अधिपति था, और यहोसादाक के पुत्रा यहोशू महायाजक के पास पहुंचा:"));
hinsuperobject.biblemap.put("b37_1_2", new hinsuperobject(37,1,2,"सेनाओं का यहोवा यों कहता है, ये लोग कहते हैं कि यहोवा का भवन बनाने का समय नहीं आया है।"));
hinsuperobject.biblemap.put("b37_1_3", new hinsuperobject(37,1,3,"फिर यहोवा का यह वचन हाग्गै भविष्यद्वक्ता के द्वारा पहुंचा,"));
hinsuperobject.biblemap.put("b37_1_4", new hinsuperobject(37,1,4,"क्या तुम्हारे लिये अपने छतवाले घरों में रहने का समय है, जब कि यह भवन उजाड़ पड़ा है?"));
hinsuperobject.biblemap.put("b37_1_5", new hinsuperobject(37,1,5,"इसलिये अब सेनाओं का यहोवा यों कहता है, अपनी अपनी चाल- चलन पर ध्यान करो।"));
hinsuperobject.biblemap.put("b37_1_6", new hinsuperobject(37,1,6,"तुम ने बहुत बोया परन्तु थोड़ा काटा; तुम खाते हो, परन्तु पेट नहीं भरता; तुम पीते हो, परन्तु प्यास नहीं बुझती; तुम कपड़े पहिनते हो, परन्तु गरमाते नहीं; और जो मजदूरी कमाता है, वह अपनी मजदूरी की कमाई को छेदवाली थैली में रखता है।।"));
hinsuperobject.biblemap.put("b37_1_7", new hinsuperobject(37,1,7,"सेनाओ का यहोवा तुम से यों कहता हे, अपने अपने चालचलन पर सोचो।"));
hinsuperobject.biblemap.put("b37_1_8", new hinsuperobject(37,1,8,"पहाड़ पर चढ़ जाओ और लकड़ी ले आओ और इस भवन को बनाओ; और मैं उसको देखकर प्रसन्न हूंगा, और मेरी महिमा होगी, यहोवा का यही वचन है।"));
hinsuperobject.biblemap.put("b37_1_9", new hinsuperobject(37,1,9,"तुम ने बहुत उपज की आशा रखी, परन्तु देखो थेड़ी ही है; और जब तुम उसे घर ले आए, तब मैं ने उसको उड़ा दिया। सेनाओं के यहोवा की यह वाणी है, ऐसा क्यों हुआ? क्या इसलिये नहीं, कि मेरा भवन उजाड़ पड़ा है और तुम में से प्रत्येक अपने अपने घर को दौड़ा चला जाता है?"));
hinsuperobject.biblemap.put("b37_1_10", new hinsuperobject(37,1,10,"इस कारण आकाश से ओस गिरना और पृथ्वी से अन्न उपजना दोनों बन्द हैं।"));
hinsuperobject.biblemap.put("b37_1_11", new hinsuperobject(37,1,11,"और मेरी आज्ञा से पृथ्वी और पहाड़ों पर, और अन्न और नये दाखमधु पर और ताजे तेल पर, और जो कुछ भूमि से उपजता है उस पर, और मनुष्यों और घरैलू पशुओं पर, और उनके परिश्रम की सारी कमाई पर भी अकाल पड़ा है।।"));
hinsuperobject.biblemap.put("b37_1_12", new hinsuperobject(37,1,12,"तब शालतीएल के पुत्रा जरूब्बाबेल और यहोसादाक के पुत्रा यहोशू महायाजक ने सब बचे हुए लोगों समेत अपने परमशॆवर यहोवा की बात मानी; और जो वचन उनके परमेश्वर यहोवा ने उन से कहने के लिये हाग्गै भविष्यद्वक्ता को भेज दिया था, उसे उन्हों ने मान लिया; और लोगों ने यहोवा का भय माना।"));
hinsuperobject.biblemap.put("b37_1_13", new hinsuperobject(37,1,13,"तब यहोवा के दूत हाग्गै ने यहोवा से आज्ञा पाकर उन लोगों से यह कहा, यहोवा की यह वाणी है, मैं तुम्हारे संग हूं।"));
hinsuperobject.biblemap.put("b37_1_14", new hinsuperobject(37,1,14,"और यहोवा ने शालतीएल के पुत्रा जरूब्बाबेल को जो यहूदा का अधिपति था, और यहोसादाक के पुत्रा यहोशू महायाजक को, और सब बचे हुए लोगों के मन को उभार का उत्साह से भर दिया कि वे आकर अपने परमेश्वर, सेनाओं के यहोवा के भवन को बनाने में लग जाएं।"));
hinsuperobject.biblemap.put("b37_1_15", new hinsuperobject(37,1,15,"यह दारा राजा के दूसरे वर्ष के छठवें महीने के चौबीसवें दिन हुआ।।"));
hinsuperobject.biblemap.put("b37_2_1", new hinsuperobject(37,2,1,"फिर सातवें महीने के इक्कीसवें दिन को यहोवा का यह वचन हाग्गै भविष्यद्वक्ता के पास पहुंचा,"));
hinsuperobject.biblemap.put("b37_2_2", new hinsuperobject(37,2,2,"शालतीएल के पुत्रा यहूदा के अधिपति जरूब्बाबेल, और यहोसादाक के पुत्रा यहोशू महायाजक और सब बचे हुए लोगों से यह बात कह,"));
hinsuperobject.biblemap.put("b37_2_3", new hinsuperobject(37,2,3,"तुम में से कौन है, जिस ने इस भवन की पहिली महिमा देखी है? अब तुम इसे कैसी दशा में देखते हो? क्या यह सच नहीं कि यह तुम्हारी दृष्टि में उस पहिले की अपेक्षा कुछ भी अच्छा नहीं है?"));
hinsuperobject.biblemap.put("b37_2_4", new hinsuperobject(37,2,4,"तौभी, अब यहोवा की यह वाणी है, हे जरूब्बाबेल, हियाव बान्ध; और हे यहोसादाक के पुत्रा यहोशू महायाजक, हियाव बान्ध; और यहोवा की यह भी वाणी है कि हे देश के सब लोगो हियाव बान्धकर काम करो, क्योंकि मैं तुम्हारे संग हूं, सेनाओं के यहोवा की यही वाणी है।"));
hinsuperobject.biblemap.put("b37_2_5", new hinsuperobject(37,2,5,"तुम्हारे मि  से निकलने के समय जो वाचा मैं ने तुम से बान्धी थी, उसी वाचा के अनुसार मेरा आत्मा तुम्हारे बीच में बना है; इसलिये तुम मत डरो।"));
hinsuperobject.biblemap.put("b37_2_6", new hinsuperobject(37,2,6,"क्योंकि सेनाओं का यहोवा यों कहता है, अब थोड़ी ही देर बाकी है कि मैं आकाश और पृथ्वी और समुद्र और स्थल सब को कम्पित करूंगा।"));
hinsuperobject.biblemap.put("b37_2_7", new hinsuperobject(37,2,7,"औश्र मै। सारी जातियों को कम्पकपाऊंगा, और सारी जातियों की मनभावनी वस्तुएं आएंगी; और मैं इस भवन को अपनी महिमा के तेज से भर दूंगा, सेनाओं के यहोवा का यही वचन है।"));
hinsuperobject.biblemap.put("b37_2_8", new hinsuperobject(37,2,8,"चान्दी तो मेरी है, और सोना भी मेरा ही है, सेनाओं के यहोवा की यही वाणी है।"));
hinsuperobject.biblemap.put("b37_2_9", new hinsuperobject(37,2,9,"इस भवन की पिछली महिमा इसकी पहिली महिमा से बड़ी होगी, सेनाओं के यहोवा का यही वचन है, और इस स्थान में मैं शान्ति दूंगा, सेनाओं के यहोवा की यही वाणी है।।"));
hinsuperobject.biblemap.put("b37_2_10", new hinsuperobject(37,2,10,"दारा के दूसरे वर्ष के नौवें महीने के चौबीसवे दिन को, यहोवा का यह वचन हाग्गै भविष्यद्वक्ता के पास पहुंचा,"));
hinsuperobject.biblemap.put("b37_2_11", new hinsuperobject(37,2,11,"सेनाओं का यहोवा यों कहता है: याजकों से इस बात की व्यवस्था पूछ,"));
hinsuperobject.biblemap.put("b37_2_12", new hinsuperobject(37,2,12,"यदि कोई अपने वस्त्रा के आंचल से रोटी वा पकाए हुए भोजन वा दाखमधु वा तेल वा किसी प्रकार के भोजन को छुए, तो क्या वह भोजन पवित्रा ठहरेगा? याजकों ने उत्तर दिया, नहीं।"));
hinsuperobject.biblemap.put("b37_2_13", new hinsuperobject(37,2,13,"फिर हाग्गै ने पूछा, यदि कोई जन मनुष्य की लोथ के कारण अशुद्ध होकर ऐसी किसी वस्तु को छुए, तो क्या वह अशुद्ध ठहरेगी? याजकों ने उत्तर दिया, हां अशुद्ध ठहरेगी।"));
hinsuperobject.biblemap.put("b37_2_14", new hinsuperobject(37,2,14,"फिर हाग्गै ने कहा, यहोवा की यही वाणी है, कि मेरी दृष्टि में यह प्रजा और यह जाति वैसी ही है, और इनके सब काम भी वैसे हैं; और जो कुछ वे वहां चढ़ाते हैं, वह भी अशुद्ध है;"));
hinsuperobject.biblemap.put("b37_2_15", new hinsuperobject(37,2,15,"अब सोच- विचार करो कि आज से पहिले अर्थात् जब यहोवा के मन्दिर में पत्थर पर पत्थर रखा ही नहीं गया था,"));
hinsuperobject.biblemap.put("b37_2_16", new hinsuperobject(37,2,16,"उन दिनों में जब कोई अन्न के बीस नपुओं की आशा से जाता, तब दास ही पाता था, और जब कोई दाखरस के कुण्ड के पास इस आशा से जाता कि पचास बर्तन भर निकालें, तब बीस ही निकलते थे।"));
hinsuperobject.biblemap.put("b37_2_17", new hinsuperobject(37,2,17,"मैं ने तुम्हारी सारी खेती को लू और गरूई और ओलों से मारा, तौभी तुम मेरी ओर न फिरे, यहोवा की यही वाणी है।"));
hinsuperobject.biblemap.put("b37_2_18", new hinsuperobject(37,2,18,"अब सोच- विचार करो, कि आज से पहिले अर्थात् जिस दिन यहोवा के मन्दिर की नेव डाली गई, उस दिन से लेकर नौवें महीने के इसी चौबीसवें दिन तक क्या दशा थी? इसका सोच- विचार करो।"));
hinsuperobject.biblemap.put("b37_2_19", new hinsuperobject(37,2,19,"क्या अब तक बीच खत्ते में है? अब तक दाखलता और अंजीर और अनार और जलपाई के वृक्ष नहीं फले, परन्तु आज के दिन से मैं तुम को आशीष देता रहूंगा।।"));
hinsuperobject.biblemap.put("b37_2_20", new hinsuperobject(37,2,20,"उसी महीने के चौबीसवें दिन को दूसरी बार यहोवा का यह वचन हाग्गै के पास पहुंचा, यहूदा के अधिपति जरूब्बाबेल से यों कह:"));
hinsuperobject.biblemap.put("b37_2_21", new hinsuperobject(37,2,21,"मैं आकाश और पृथ्वी दोनों को कम्पाऊंगा,"));
hinsuperobject.biblemap.put("b37_2_22", new hinsuperobject(37,2,22,"और मैं राज्य- राज्य की गद्दी को उलट दूंगा; मैं अन्यजातियों के राज्य- राज्य का बल तोडूंगा, और रथों को चढ़वैयों समेत उलट दूंगा; और घोड़ों समेत सवार एक दूसरे की तलवार से गिरेंगे।"));
hinsuperobject.biblemap.put("b37_2_23", new hinsuperobject(37,2,23,"सेनाओं के यहोवा की यही वाणी है, उस दिन, हे शालतीएल के पुत्रा मेरे दास जरूब्बाबेल, मैं तुझे लेकर अंगूठी के समान रखूंगा, यहोवा की यही वाणी है; क्योंकि मैं ने तुझी को चुन लिया है, सेनाओं के यहोवा की यही वाणी है।।"));

}

}