package hin.bible;

public class hinbible52 {

public hinbible52() {

putmapbible52();

}

private void putmapbible52() {

hinsuperobject.biblemap.put("b52_1_1", new hinsuperobject(52,1,1,"पौलुस और सिलवानुस और तीमुथियुस की ओर से थिस्सलुनिकियों की कलीसिया के नाम जो परमेश्वर पिता और प्रभु यीशु मसीह में है।। अनुग्रह और शान्ति तुम्हें मिलती रहे।।"));
hinsuperobject.biblemap.put("b52_1_2", new hinsuperobject(52,1,2,"हम अपनी प्रार्थनाओं में तुम्हें स्मरण करते और सदा तुम सब के विषय में परमेश्वर का धन्यवाद करते हैं।"));
hinsuperobject.biblemap.put("b52_1_3", new hinsuperobject(52,1,3,"और अपने परमेश्वर और पिता के साम्हने तुम्हारे विश्वास के काम, और प्रेम का परिश्रम, और हमारे प्रभु यीशु मसीह में आशा की धीरता को लगातार स्मरण करते हैं।"));
hinsuperobject.biblemap.put("b52_1_4", new hinsuperobject(52,1,4,"और हे भाइयो, परमेश्वर के प्रिय लोगों हम जानतें हैं, कि तुम चुने हुए हो।"));
hinsuperobject.biblemap.put("b52_1_5", new hinsuperobject(52,1,5,"क्योंकि हमारा सुसमाचार तुम्हारे पास न केवल वचन मात्रा ही में बरन सामर्थ और पवित्रा आत्मा, और बड़े निश्चय के साथ पहुंचा है; जैसा तुम जानते हो, कि हम तुम्हारे लिये तुम में कैसे बन गए थे।"));
hinsuperobject.biblemap.put("b52_1_6", new hinsuperobject(52,1,6,"और तुम बड़े क्लेश में पवित्रा आत्मा के आनन्द के साथ वचन को मानकर हमारी और प्रभु की सी चाल चलने लगे।"));
hinsuperobject.biblemap.put("b52_1_7", new hinsuperobject(52,1,7,"यहां तक कि मकिदुनिया और अखया के सब विश्वासियों के लिये तुम आदर्श बने।"));
hinsuperobject.biblemap.put("b52_1_8", new hinsuperobject(52,1,8,"क्योंकि तुम्हारे यहां से न केवल मकिदुनिया और अखया में प्रभु का वचन सुनाया गया, पर तुम्हारे विश्वास की जो परमेश्वर पर है, हर जगह ऐसी चर्चा फैल गई है, कि हमें कहने की आवश्यकता ही नहीं।"));
hinsuperobject.biblemap.put("b52_1_9", new hinsuperobject(52,1,9,"क्योंकि वे आप ही हमारे विषय में बताते हैं कि तुम्हारे पास हमारा आना कैसा हुआ; और तुम क्योंकि मूरतों से परमेश्वर की ओर फिरें ताकि जीवते और सच्चे परमेश्वर की सेवा करो।"));
hinsuperobject.biblemap.put("b52_1_10", new hinsuperobject(52,1,10,"और उसके पुत्रा के स्वर्ग पर से आने की बाट जोहते रहो जिसे उस ने मरे हुओं में से जिलाया, अर्थात् यीशु की, जो हमें आनेवाले प्रकोप से बचाता है।।"));
hinsuperobject.biblemap.put("b52_2_1", new hinsuperobject(52,2,1,"हे भाइयों, तुम आप ही जानते हो कि हमारा तुम्हारे पास आना व्यर्थ न हुआ।"));
hinsuperobject.biblemap.put("b52_2_2", new hinsuperobject(52,2,2,"बरन तुम आप ही जानते हो, कि पहिले पहिल फिलिप्पी में दुख उठाने और उपद्रव सहने पर भी हमारे परमेश्वर ने हमें ऐसा हियाव दिया, कि हम परमेश्वर का सुसमाचार भारी विरोधों के होते हुए भी तुम्हें सुनाएं।"));
hinsuperobject.biblemap.put("b52_2_3", new hinsuperobject(52,2,3,"क्योंकि हमारा उपदेश न भ्रम से है और न अशुद्धता से, और न छल के साथ है।"));
hinsuperobject.biblemap.put("b52_2_4", new hinsuperobject(52,2,4,"पर जैसा परमेश्वर ने हमें योग्य ठहराकर सुसमाचार सौंपा, हम वैसा ही वर्णन करते हैं; और इस में मनुष्यों को नहीं, परन्तु परमेश्वर को, जो हमारे मनों को जांचता है, प्रसन्न करते हैं।"));
hinsuperobject.biblemap.put("b52_2_5", new hinsuperobject(52,2,5,"क्योंकि तुम जानते हो, कि हम न तो कभी लल्लोपत्तो की बातें किया करते थे, और न लोभ के लिये बहाना करते थे, परमेश्वर गवाह है।"));
hinsuperobject.biblemap.put("b52_2_6", new hinsuperobject(52,2,6,"और यद्यपि हम मसीह के प्रेरित होने के कारण तुम पर बोझ डाल सकते थे, तौभी हम मनुष्यों से आदर नहीं चाहते थे, और न तुम से, न और किसी से।"));
hinsuperobject.biblemap.put("b52_2_7", new hinsuperobject(52,2,7,"परन्तु जिस तरह माता अपने बालकों का पालन- पोषण करती है, वैसे ही हम ने भी तुम्हारे बीच में रहकर कोमलता दिखाई है।"));
hinsuperobject.biblemap.put("b52_2_8", new hinsuperobject(52,2,8,"और वैसे ही हम तुम्हारी लालसा करते हुए, न केवल परमेश्वर को सुसमाचार, पर अपना अपना प्राण भी तुम्हें देने को तैयार थे, इसलिये कि तुम हमारे प्यारे हो गए थे।"));
hinsuperobject.biblemap.put("b52_2_9", new hinsuperobject(52,2,9,"क्योंकि, हे भाइयों, तुम हमारे परिश्रम और कष्ट को स्मरण रखते हो, कि हम ने इसलिये रात दिन काम अन्धा करते हुए तुम में परमेश्वर का सुसमाचार प्रचार किया, कि तुम में से किसी पर भार न हों।"));
hinsuperobject.biblemap.put("b52_2_10", new hinsuperobject(52,2,10,"तुम आप ही गवाह हो: और परमेश्वर भी, कि तुम्हारे बीच में जो विश्वास रखते हो हम कैसी पवित्राता और धार्मिकता और निर्दोषता से रहे।"));
hinsuperobject.biblemap.put("b52_2_11", new hinsuperobject(52,2,11,"जैसे तुम जानते हो, कि जैसा पिता अपने बालकों के साथ बर्ताव करता है, वैसे ही हम तुम में से हर एक को भी उपदेश करते, और शान्ति देते, और समझाते थे।"));
hinsuperobject.biblemap.put("b52_2_12", new hinsuperobject(52,2,12,"कि तुम्हारा चाल चलन परमेश्वर के योग्य हो, जो तुम्हें अपने राज्य और महिमा में बुलाता है।।"));
hinsuperobject.biblemap.put("b52_2_13", new hinsuperobject(52,2,13,"इसलिये हम भी परमेश्वर का धन्यवाद निरन्तर करते हैं; कि जब हमारे द्वारा परमेश्वर के सुसमाचार का वचन तुम्हारे पास पहुंचा, तो तुम ने उस मनुष्यों का नहीं, परन्तु परमेश्वर का वचन समझकर (और सचमुच यह ऐसा ही है) ग्रहण किया: और वह तुम में जो विश्वास रखते हो, प्रभावशाली है।"));
hinsuperobject.biblemap.put("b52_2_14", new hinsuperobject(52,2,14,"इसलिये कि तुम, हे भाइयो, परमेश्वर की उन कलीसियाओं की सी चाल चलने लगे, जो यहूदिया में मसीह यीशु में हैं, क्योंकि तुम ने भी अपने लोगों से वैसा ही दुख पाया, जैसा उन्हों ने यहूदियों से पाया था।"));
hinsuperobject.biblemap.put("b52_2_15", new hinsuperobject(52,2,15,"जिन्हों ने प्रभु यीशु को और भविष्यद्वक्ताओं को भी मार डाला और हम को सताया, और परमेश्वर उन से प्रसन्न नहीं; और वे सब मनुष्यों को विरोध करते हैं।"));
hinsuperobject.biblemap.put("b52_2_16", new hinsuperobject(52,2,16,"और वे अन्यजातियों से उन के उद्धार के लिये बातें करने से हमें रोकते हैं, कि सदा अपने पापों का नपुआ भरते रहें; पर उन पर भयानक प्रकोप आ पहुंचा है।।"));
hinsuperobject.biblemap.put("b52_2_17", new hinsuperobject(52,2,17,"हे भाइयों, जब हम थोड़ी देर के लिये मन में नहीं बरन प्रगट में तुम से अलग हो गए थे, तो हम ने बड़ी लालसा के साथ तुम्हारा मुंह देखने के लिये और भी अधिक यत्न किया।"));
hinsuperobject.biblemap.put("b52_2_18", new hinsuperobject(52,2,18,"इसलिये हम ने (अर्थात् मुझ पौलुस ने) एक बार नहीं, बरन दो बार तुम्हारे पास आना चाहा, परन्तु शैतान हमें रोके रहा।"));
hinsuperobject.biblemap.put("b52_2_19", new hinsuperobject(52,2,19,"भला हमारी आशा, या आनन्द या बड़ाई का मुकुट क्या है? क्या हमारे प्रभु यीशु के सम्मुख उसके आने के समय तुम ही न होगे?"));
hinsuperobject.biblemap.put("b52_2_20", new hinsuperobject(52,2,20,"हमारी बड़ाई और आनन्द तुम ही हो।।"));
hinsuperobject.biblemap.put("b52_3_1", new hinsuperobject(52,3,1,"इसलिये जब हम से और भी न रहा गया, तो हम ने यह ठहराया कि एथेन्स में अकेले रह जाएं।"));
hinsuperobject.biblemap.put("b52_3_2", new hinsuperobject(52,3,2,"और हम ने तीमुथियुस को जो मसीह के सुसमाचार में हमारा भाई, और परमेश्वर का सेवक है, इसलिये भेजा, कि वह तुम्हें स्थिर करे; और तुम्हारे विश्वास के विषय में तुम्हें समझाए।"));
hinsuperobject.biblemap.put("b52_3_3", new hinsuperobject(52,3,3,"कि कोई इन क्लेशों के कारण डगमगा न जाए; क्योंकि तुम आप जानते हो, कि हम इन ही के लिये ठहराए गए हैं।"));
hinsuperobject.biblemap.put("b52_3_4", new hinsuperobject(52,3,4,"क्योंकि पहिले भी, जब हम तुम्हारे यहां थे, तो तुम ने कहा करते थे, कि हमें क्लेश उठाने पड़ेंगे, और ऐसा ही हुआ है, और तुम जानते भी हो।"));
hinsuperobject.biblemap.put("b52_3_5", new hinsuperobject(52,3,5,"इस कारण जब मुझ से और न रहा गया, तो तुम्हारे विश्वास का हाल जानने के लिये भेजा, कि कहीं ऐसा न हो, कि परीक्षा करनेवाले ने तुम्हारी परीक्षा की हो, और हमारा परिश्रम व्यर्थ हो गया हो।"));
hinsuperobject.biblemap.put("b52_3_6", new hinsuperobject(52,3,6,"पर अभी तीमुथियुस ने जो तुम्हारे पास से हमारे यहां आकर तुम्हारे विश्वास और प्रेम का सुसमाचार सुनाया और इस बात को भी सुनाया, कि तुम सदा प्रेम के साथ हमें स्मरण करते हो, और हमारे देखने की लालसा रखते हो, जैसा हम भी तुम्हें देखने की।"));
hinsuperobject.biblemap.put("b52_3_7", new hinsuperobject(52,3,7,"इसलिये हे भाइयों, हम ने अपनी सारी सकेती और क्लेश में तुम्हारे विश्वास से तुम्हारे विषय में शान्ति पाई।"));
hinsuperobject.biblemap.put("b52_3_8", new hinsuperobject(52,3,8,"क्योंकि अब यदि तुम प्रभु में स्थिर रहो तो हम जीवित हैं।"));
hinsuperobject.biblemap.put("b52_3_9", new hinsuperobject(52,3,9,"और जैसा आनन्द हमें तुम्हारे कारण अपने परमेश्वर के साम्हने है, उसके बदले तुम्हारे विषय में हम किस रीति से परमेश्वर का धन्यवाद करें?"));
hinsuperobject.biblemap.put("b52_3_10", new hinsuperobject(52,3,10,"हम राज दिन बहुत ही प्रार्थना करते रहते हैं, कि तुम्हारा मुंह देखें, और तुम्हारे विश्वास की घटी पूरी करें।।"));
hinsuperobject.biblemap.put("b52_3_11", new hinsuperobject(52,3,11,"अब हमारा परमेश्वर और पिता आप ही और हमारा प्रभु यीशु, तुम्हारे यहां आने के लिये हमारी अगुवाई करे।"));
hinsuperobject.biblemap.put("b52_3_12", new hinsuperobject(52,3,12,"और प्रभु ऐसा करे, कि जेसा हम तुम से प्रेम रखते हैं; वैसा ही तुम्हारा प्रेम भी आपस में, और सब मनुष्यों के साथ बढ़े, और उन्नति करता जाए।"));
hinsuperobject.biblemap.put("b52_3_13", new hinsuperobject(52,3,13,"ताकि वह तुम्हारे मनों को ऐसा स्थिर करे, कि जब हमारा प्रभु यीशु अपने सब पवित्रा लोगों के साथ आए, तो वे हमारे परमेश्वर और पिता के साम्हने पवित्राता में निर्दोष ठहरें।।"));
hinsuperobject.biblemap.put("b52_4_1", new hinsuperobject(52,4,1,"निदान, हे भाइयों, हम तुम से बिनती करते हैं, और तुम्हें प्रभु यीशु में समझाते हैं, कि जैसे तुम ने हम से योग्य चाल चलना, और परमेश्वर को प्रसन्न करना सीखा है, और जैसा तुम चलते भी हो, वैसे ही और भी बढ़ते जाओ।"));
hinsuperobject.biblemap.put("b52_4_2", new hinsuperobject(52,4,2,"क्योंकि तुम जानते हो, कि हम ने प्रभु यीशु की ओर से तुम्हें कौन कौन सी आज्ञा पहुंचाई।"));
hinsuperobject.biblemap.put("b52_4_3", new hinsuperobject(52,4,3,"क्योंकि परमेश्वर की इच्छा यह है, कि तुम पवित्रा बनो: अर्थात् व्यभिचार से बचे रहो।"));
hinsuperobject.biblemap.put("b52_4_4", new hinsuperobject(52,4,4,"और तुम में से हर एक पवित्राता और आदर के साथ अपने पात्रा को प्राप्त करना जाने।"));
hinsuperobject.biblemap.put("b52_4_5", new hinsuperobject(52,4,5,"और यह काम अभिलाषा से नहीं, और न उन जातियों की नाई, जो परमेश्वर को नहीं जानतीं।"));
hinsuperobject.biblemap.put("b52_4_6", new hinsuperobject(52,4,6,"कि इस बात में कोई अपने भाई को न ठगे, और न उस पर दांव चलाए, क्योंकि प्रभु इस सब बातों का पलटा लेनेवाला है; जैसा कि हम ने पहिले तुम से कहा, और चिताया भी था।"));
hinsuperobject.biblemap.put("b52_4_7", new hinsuperobject(52,4,7,"क्योंकि परमेश्वर ने हमें अशुद्ध होने के लिये नहीं, परन्तु पवित्रा होने के लिये बुलाया है।"));
hinsuperobject.biblemap.put("b52_4_8", new hinsuperobject(52,4,8,"इस कारण जो तुच्छ जानता है, वह मनुष्य को नहीं, परन्तु परमेश्वर को तुच्छ जानता है, जो अपना पवित्रा आत्मा तुम्हें देता है।।"));
hinsuperobject.biblemap.put("b52_4_9", new hinsuperobject(52,4,9,"किन्तु भाईचारे की प्रीति के विषय में यह अवश्य नहीं, कि मैं तुम्हारे पास कुछ लिखूं; क्योंकि आपस में प्रेम रखना तुम ने आप ही परमेश्वर से सीखा है।"));
hinsuperobject.biblemap.put("b52_4_10", new hinsuperobject(52,4,10,"और सारे मकिदुनिया के सब भाइयों के साथ ऐसा करते भी हो, पर हे भाइयों, हम तुम्हें समझाते हैं, कि और भी बढ़ते जाओ।"));
hinsuperobject.biblemap.put("b52_4_11", new hinsuperobject(52,4,11,"और जैसी हम ने तुम्हें आज्ञा दी, वैसे ही चुपचाप रहने और अपना अपना काम काज करने, और अपने अपने हाथों से कमाने का प्रयत्न करो।"));
hinsuperobject.biblemap.put("b52_4_12", new hinsuperobject(52,4,12,"कि बाहरवालों के साथ सभ्यता से बर्ताव करो, और तुम्हें किसी वस्तु की घटी न हो।।"));
hinsuperobject.biblemap.put("b52_4_13", new hinsuperobject(52,4,13,"हे भाइयों, हम नहीं चाहते, कि तुम उनके विषय में जो सोते हैं, अज्ञान रहो; ऐसा न हो, कि तुम औरों की नाई शोक करो जिन्हें आशा नहीं।"));
hinsuperobject.biblemap.put("b52_4_14", new hinsuperobject(52,4,14,"क्योंकि यदि हम प्रतीति करते हैं, कि यीशु मरा, और जी भी उठा, तो वैसे ही परमेश्वर उन्हें भी जो यीशु में सो गए हैं, उसी के साथ ले आएगा।"));
hinsuperobject.biblemap.put("b52_4_15", new hinsuperobject(52,4,15,"क्योंकि हम प्रभु के वचन के अनुसार तुम से यह कहते हैं, कि हम जो जीवित हैं, और प्रभु के आने तक बचे रहेंगे तो सोए हुओं से कभी आगे न बढ़ेंगे।"));
hinsuperobject.biblemap.put("b52_4_16", new hinsuperobject(52,4,16,"क्योंकि प्रभु आप ही स्वर्ग से उतरेगा; उस समय ललकार, और प्रधान दूत का शब्द सुनाई देगा, और परमेश्वर की तुरही फूंकी जाएगी, और जो मसीह में मरे हैं, वे पहिले जी उठेंगे।"));
hinsuperobject.biblemap.put("b52_4_17", new hinsuperobject(52,4,17,"तब हम जो जीवित और बचे रहेंगे, उन के साथ बादलों पर उठा लिए जाएंगे, कि हवा में प्रभु से मिलें, और इस रीति से हम सदा प्रभु के साथ रहेंगे।"));
hinsuperobject.biblemap.put("b52_4_18", new hinsuperobject(52,4,18,"सो इन बातों से एक दूसरे को शान्ति दिया करो।।"));
hinsuperobject.biblemap.put("b52_5_1", new hinsuperobject(52,5,1,"पर हे भाइयो, इसका प्रयोजन नहीं, कि समयों और कालों के विषय में तुम्हारे पास कुछ लिखा जाए।"));
hinsuperobject.biblemap.put("b52_5_2", new hinsuperobject(52,5,2,"क्योंकि तुम आप ठीक जानते हो कि जैसा रात को चोर आता है, वैसा ही प्रभु का दिन आनेवाला है।"));
hinsuperobject.biblemap.put("b52_5_3", new hinsuperobject(52,5,3,"जब लोग कहते होंगे, कि कुशल हैं, और कुछ भय नहीं, तो उन पर एकाएक विनाश आ पड़ेगा, जिस प्रकार गर्भवती पर पीड़ा; और वे किसी रीति से बचेंगे।"));
hinsuperobject.biblemap.put("b52_5_4", new hinsuperobject(52,5,4,"पर हे भाइयों, तुम तो अन्धकार में नहीं हो, कि वह दिन तुम पर चोर की नाई आ पड़े।"));
hinsuperobject.biblemap.put("b52_5_5", new hinsuperobject(52,5,5,"क्योंकि तुम सब ज्योति की सन्तान, और दिन की सन्तान हो, हम न रात के हैं, न अन्धकार के हैं।"));
hinsuperobject.biblemap.put("b52_5_6", new hinsuperobject(52,5,6,"इसलिये हम औरों की नाई सोते न रहें, पर जागते और सावधान रहें।"));
hinsuperobject.biblemap.put("b52_5_7", new hinsuperobject(52,5,7,"क्योंकि जो सोते हैं, वे रात ही को सोतें हैं, और जो मतवाले होते हैं, वे रात ही को मतवाले होते हैं।"));
hinsuperobject.biblemap.put("b52_5_8", new hinsuperobject(52,5,8,"पर हम तो दिन के हैं, विश्वास और प्रेम की झिलम पहिनकर और उद्धार की टोप पहिनकर सावधान रहें।"));
hinsuperobject.biblemap.put("b52_5_9", new hinsuperobject(52,5,9,"क्योंकि परमेश्वर ने हमें क्रोध के लिये नहीं, परन्तु इसलिये ठहराया कि हम अपने प्रभु यीशु मसीह के द्वारा उद्धार प्राप्त करें।"));
hinsuperobject.biblemap.put("b52_5_10", new hinsuperobject(52,5,10,"वह हमारे लिये इस कारण मरा, कि हम चाहे जागते हों, चाहे सोते हों: सब मिलकर उसी के साथ जीएं।"));
hinsuperobject.biblemap.put("b52_5_11", new hinsuperobject(52,5,11,"इस कारण एक दूसरे को शान्ति दो, और एक दूसरे की उन्नति के कारण बनो, निदान, तुम ऐसा करते भी हो।।"));
hinsuperobject.biblemap.put("b52_5_12", new hinsuperobject(52,5,12,"और हे भाइयों, हम तुम से बिनती करते हैं, कि जो तुम में परिश्रम करते हैं, और प्रभु में तुम्हारे अगुवे हैं, और तुम्हें शिक्षा देते हैं, उन्हें मानो।"));
hinsuperobject.biblemap.put("b52_5_13", new hinsuperobject(52,5,13,"और उन के काम के कारण प्रेम के साथ उन को बहुत ही आदर के योग्य समझो: आपस में मेल- मिलाप से रहो।"));
hinsuperobject.biblemap.put("b52_5_14", new hinsuperobject(52,5,14,"और हे भाइयों, हम तुम्हें समझाते हैं, कि जो ठीक चाल नहीं चलते, उन को समझाओ, कायरों को ढाढ़स दो, निर्बलों को संभालो, सब की ओर सहनशीलता दिखाओ।"));
hinsuperobject.biblemap.put("b52_5_15", new hinsuperobject(52,5,15,"सावधान! कोई किसी से बुराई के बदले बुराई न करे; पर सदा भलाई करने पर तत्पर रहो आपस में और सब से भी भलाई ही की चेष्टा करो।"));
hinsuperobject.biblemap.put("b52_5_16", new hinsuperobject(52,5,16,"सदा आनन्दित रहो।"));
hinsuperobject.biblemap.put("b52_5_17", new hinsuperobject(52,5,17,"निरन्तर प्रार्थना मे लगे रहो।"));
hinsuperobject.biblemap.put("b52_5_18", new hinsuperobject(52,5,18,"हर बात में धन्यवाद करो: क्योंकि तुम्हारे लिये मसीह यीशु में परमेश्वर की यहीं इच्छा है।"));
hinsuperobject.biblemap.put("b52_5_19", new hinsuperobject(52,5,19,"आत्मा को न बुझाओ।"));
hinsuperobject.biblemap.put("b52_5_20", new hinsuperobject(52,5,20,"भविष्यद्वाणियों को तुच्छ न जानो।"));
hinsuperobject.biblemap.put("b52_5_21", new hinsuperobject(52,5,21,"सब बातों को परखो: जो अच्छी है उसे पकड़े रहो।"));
hinsuperobject.biblemap.put("b52_5_22", new hinsuperobject(52,5,22,"सब प्रकार की बुराई से बचे रहो।।"));
hinsuperobject.biblemap.put("b52_5_23", new hinsuperobject(52,5,23,"शान्ति का परमेश्वर आप ही तुम्हें पूरी रीति से पवित्रा करे; और तुम्हारी आत्मा और प्राण और देह हमारे प्रभु यीशु मसीह के आने तक पूरे पूरे और निर्दोष सुरक्षित रहें।"));
hinsuperobject.biblemap.put("b52_5_24", new hinsuperobject(52,5,24,"तुम्हारा बुलानेवाला सच्चा है, और वह ऐसा ही करेगा।।"));
hinsuperobject.biblemap.put("b52_5_25", new hinsuperobject(52,5,25,"हे भाइयों, हमारे लिये प्रार्थना करो।।"));
hinsuperobject.biblemap.put("b52_5_26", new hinsuperobject(52,5,26,"सब भाइयों को पवित्रा चुम्बन से नमस्कार करो।"));
hinsuperobject.biblemap.put("b52_5_27", new hinsuperobject(52,5,27,"मैं तुम्हें प्रभु की शपथ देता हूं, कि यह पत्री सब भाइयों को पढ़कर सुनाई जाए।।"));
hinsuperobject.biblemap.put("b52_5_28", new hinsuperobject(52,5,28,"हमारे प्रभु यीशु मसीह का अनुग्रह तुम पर होता रहे।।"));

}

}