package th.bible;

public class thbible57 {

public thbible57() {

putmapbible57();

}

private void putmapbible57() {

thsuperobject.biblemap.put("b57_1_1", new thsuperobject(57,1,1,"เปาโล ผู้ถูกจองจำอยู่เพื่อพระเยซูคริสต์ กับทิโมธีน้องชายของเรา ถึง ฟีเลโมน เพื่อนร่วมงานที่รักของเรา"));
thsuperobject.biblemap.put("b57_1_2", new thsuperobject(57,1,2,"และถึงนางอัปเฟียผู้เป็นที่รัก และอารคิปปัสผู้เป็นเพื่อนทหารด้วยกันกับเรา และถึงคริสตจักรที่อยู่ในบ้านของท่าน"));
thsuperobject.biblemap.put("b57_1_3", new thsuperobject(57,1,3,"ขอพระคุณและสันติสุขจากพระเจ้าพระบิดาของเรา และจากพระเยซูคริสต์เจ้า จงดำรงอยู่กับท่านทั้งหลายเถิด"));
thsuperobject.biblemap.put("b57_1_4", new thsuperobject(57,1,4,"ข้าพเจ้าขอบพระคุณพระเจ้าของข้าพเจ้า คือเอ่ยถึงท่านเสมอเมื่อข้าพเจ้าอธิษฐาน"));
thsuperobject.biblemap.put("b57_1_5", new thsuperobject(57,1,5,"เพราะข้าพเจ้าได้ยินถึงความรักและความเชื่อของท่านที่มีต่อพระเยซูเจ้าและต่อบรรดาวิสุทธิชน"));
thsuperobject.biblemap.put("b57_1_6", new thsuperobject(57,1,6,"เพื่อคำพยานแห่งความเชื่อของท่านจะได้เกิดผลโดยความรู้ถึงความดีทุกอย่างซึ่งมีอยู่ในท่านนั้นโดยพระเยซูคริสต์"));
thsuperobject.biblemap.put("b57_1_7", new thsuperobject(57,1,7,"น้องเอ๋ย ความรักของท่านทำให้เรามีความยินดีและความชูใจเป็นอย่างยิ่ง เพราะจิตใจของพวกวิสุทธิชนแช่มชื่นขึ้นเพราะท่าน"));
thsuperobject.biblemap.put("b57_1_8", new thsuperobject(57,1,8,"เหตุฉะนั้น แม้ว่าโดยพระคริสต์ ข้าพเจ้ามีใจกล้าพอที่จะสั่งให้ท่านทำสิ่งที่ควรกระทำได้"));
thsuperobject.biblemap.put("b57_1_9", new thsuperobject(57,1,9,"แต่เพราะเห็นแก่ความรัก ข้าพเจ้าขออ้อนวอนท่านดีกว่า อย่างเปาโล ผู้ชราแล้ว และบัดนี้เป็นผู้ถูกจำจองอยู่ เพราะเห็นแก่พระเยซูคริสต์"));
thsuperobject.biblemap.put("b57_1_10", new thsuperobject(57,1,10,"ข้าพเจ้าขออ้อนวอนท่านเรื่องโอเนสิมัส ลูกของข้าพเจ้า ที่ข้าพเจ้าได้เป็นบิดาของเขาเมื่อข้าพเจ้าถูกจำจองอยู่"));
thsuperobject.biblemap.put("b57_1_11", new thsuperobject(57,1,11,"เมื่อก่อนนั้นเขาไม่เป็นประโยชน์แก่ท่าน แต่เดี๋ยวนี้เขาเป็นประโยชน์ทั้งแก่ท่านและข้าพเจ้า"));
thsuperobject.biblemap.put("b57_1_12", new thsuperobject(57,1,12,"ข้าพเจ้าจึงส่งเขาผู้เป็นดวงจิตของข้าพเจ้าทีเดียวกลับไปหาท่านอีก เหตุฉะนั้นท่านจงรับเขาไว้"));
thsuperobject.biblemap.put("b57_1_13", new thsuperobject(57,1,13,"ข้าพเจ้าใคร่จะให้เขาอยู่กับข้าพเจ้า เพื่อเขาจะได้ปรนนิบัติข้าพเจ้าแทนท่าน ในระหว่างที่ข้าพเจ้าถูกจำจองเพราะข่าวประเสริฐนั้น"));
thsuperobject.biblemap.put("b57_1_14", new thsuperobject(57,1,14,"แต่ว่าข้าพเจ้าจะไม่ปฏิบัติสิ่งใดลงไปนอกจากท่านจะเห็นชอบด้วย เพื่อว่าคุณความดีที่ท่านกระทำนั้นจะไม่เป็นการฝืนใจ แต่จะเป็นความประสงค์ของท่านด้วย"));
thsuperobject.biblemap.put("b57_1_15", new thsuperobject(57,1,15,"อาจจะเป็นเพราะเหตุนี้ที่ทำให้เขาจากท่านไปชั่วระยะเวลาหนึ่ง เพื่อท่านจะได้เขากลับคืนมาตลอดไป"));
thsuperobject.biblemap.put("b57_1_16", new thsuperobject(57,1,16,"เขามิใช่เป็นทาสอีกต่อไป แต่ดียิ่งกว่าทาส คือเป็นพี่น้องที่รัก เขาเป็นที่รักมากของข้าพเจ้า แต่คงจะเป็นที่รักของท่านมากยิ่งกว่านั้นอีก ทั้งในเนื้อหนังและในองค์พระผู้เป็นเจ้า"));
thsuperobject.biblemap.put("b57_1_17", new thsuperobject(57,1,17,"เหตุฉะนั้นถ้าท่านถือว่าข้าพเจ้าเป็นเพื่อนร่วมงานของท่าน ก็จงรับเขาไว้เหมือนรับตัวข้าพเจ้าเอง"));
thsuperobject.biblemap.put("b57_1_18", new thsuperobject(57,1,18,"ถ้าเขาได้กระทำผิดต่อท่านประการใด หรือเป็นหนี้อะไรท่าน ท่านจงคิดเอาจากข้าพเจ้าเถิด"));
thsuperobject.biblemap.put("b57_1_19", new thsuperobject(57,1,19,"ข้าพเจ้า เปาโล ได้เขียนไว้ด้วยมือของข้าพเจ้าเองว่า ข้าพเจ้าจะใช้ให้ ข้าพเจ้าจะไม่อ้างถึงเรื่องที่ท่านเป็นหนี้ข้าพเจ้า และแม้ตัวของท่านเองด้วย"));
thsuperobject.biblemap.put("b57_1_20", new thsuperobject(57,1,20,"แท้จริง น้องเอ๋ย จงให้ข้าพเจ้ามีความยินดีในองค์พระผู้เป็นเจ้าเพราะท่านเถิด จงให้ข้าพเจ้าชื่นใจในองค์พระผู้เป็นเจ้า"));
thsuperobject.biblemap.put("b57_1_21", new thsuperobject(57,1,21,"ข้าพเจ้ามั่นใจว่าท่านจะเชื่อฟัง จึงได้เขียนถึงท่าน เพราะรู้ว่าท่านจะกระทำยิ่งกว่าที่ข้าพเจ้าขอด้วย"));
thsuperobject.biblemap.put("b57_1_22", new thsuperobject(57,1,22,"อีกประการหนึ่ง ขอท่านได้จัดเตรียมที่พักไว้สำหรับข้าพเจ้าด้วย เพราะข้าพเจ้าหวังว่าจะมาหาท่านอีกตามคำอธิษฐานของท่าน"));
thsuperobject.biblemap.put("b57_1_23", new thsuperobject(57,1,23,"เอปาฟรัส ผู้ซึ่งถูกจำจองอยู่ด้วยกันกับข้าพเจ้าเพื่อพระเยซูคริสต์ ฝากความคิดถึงมายังท่าน"));
thsuperobject.biblemap.put("b57_1_24", new thsuperobject(57,1,24,"มาระโก อาริสทารคัส เดมาส และลูกา ผู้เป็นเพื่อนร่วมงานกับข้าพเจ้า ก็ฝากความคิดถึงมายังท่าน"));
thsuperobject.biblemap.put("b57_1_25", new thsuperobject(57,1,25,"ขอพระคุณของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา จงดำรงอยู่กับจิตวิญญาณของท่านเถิด เอเมน [เขียนจากกรุงโรมถึงฟีเลโมน และส่งโดยโอเนสิมัส ผู้เป็นทาส]"));

}

}