package th.bible;

public class thbible22 {

public thbible22() {

putmapbible22();

}

private void putmapbible22() {

thsuperobject.biblemap.put("b22_1_1", new thsuperobject(22,1,1,"บทเพลงแห่งบทเพลงทั้งหลายซึ่งเป็นของซาโลมอน"));
thsuperobject.biblemap.put("b22_1_2", new thsuperobject(22,1,2,"ขอเขาจุบดิฉันด้วยจุบจากปากของเขา เพราะว่าความรักของเธอดีกว่าน้ำองุ่น"));
thsuperobject.biblemap.put("b22_1_3", new thsuperobject(22,1,3,"เพราะน้ำมันเจิมของเธอนั้นหอมฟุ้ง นามของเธอจึงหอมเหมือนน้ำมันที่เทออกแล้ว เพราะฉะนั้นพวกหญิงพรหมจารีจึงรักเธอ"));
thsuperobject.biblemap.put("b22_1_4", new thsuperobject(22,1,4,"ขอพาดิฉันไป พวกเราจะวิ่งตามเธอไป กษัตริย์ได้นำดิฉันไปในห้องโถงของพระองค์ เราจะเต้นโลดและเปรมปรีดิ์ในตัวเธอ เราจะพรรณนาถึงความรักของเธอให้ยิ่งกว่าน้ำองุ่น บรรดาคนเที่ยงธรรมรักเธอ"));
thsuperobject.biblemap.put("b22_1_5", new thsuperobject(22,1,5,"โอ บุตรสาวแห่งเยรูซาเล็มเอ๋ย ดิฉันผิวดำๆ แต่ว่าดำขำ ดังเต็นท์ของพวกเคดาร์ ดังวิสูตรของซาโลมอน"));
thsuperobject.biblemap.put("b22_1_6", new thsuperobject(22,1,6,"อย่ามองค่อนขอดดิฉัน เพราะดิฉันผิวคล้ำ เนื่องด้วยแสงแดดแผดเผาดิฉัน พวกบุตรแห่งมารดาของดิฉันได้ขึ้งโกรธดิฉัน เขาทั้งหลายใช้ดิฉันให้เป็นคนดูแลสวนองุ่น แต่สวนองุ่นของดิฉันเอง ดิฉันไม่ได้ดูแล"));
thsuperobject.biblemap.put("b22_1_7", new thsuperobject(22,1,7,"อ้อ เธอผู้ที่จิตใจดิฉันรัก ขอบอกดิฉันว่า เธอเลี้ยงฝูงสัตว์อยู่ที่ไหนในเวลาเที่ยงวัน เธอให้มันนอนพักที่ไหน เพราะเหตุใดเล่าดิฉันจะต้องหันไปตามฝูงสัตว์ของพวกเพื่อนเธอ"));
thsuperobject.biblemap.put("b22_1_8", new thsuperobject(22,1,8,"โอ แม่งามเลิศในท่ามกลางหญิงทั้งหลาย ถ้าเธอไม่รู้จงเดินไปตามรอยตีนฝูงแพะแกะ แล้วจงเลี้ยงฝูงแพะแกะของเธอไว้ที่ข้างเต็นท์ของเมษบาลเถิด"));
thsuperobject.biblemap.put("b22_1_9", new thsuperobject(22,1,9,"โอ ที่รักของฉันเอ๋ย ฉันขอเปรียบเธอประหนึ่งอาชาเทียมราชรถของฟาโรห์"));
thsuperobject.biblemap.put("b22_1_10", new thsuperobject(22,1,10,"แก้มทั้งสองของเธองามด้วยอาภรณ์ประดับเพชรพลอย ลำคอของเธอก็สวยมีสร้อยทองคำ"));
thsuperobject.biblemap.put("b22_1_11", new thsuperobject(22,1,11,"พวกฉันจะทำเครื่องประดับทองคำมีลูกปัดเงินประกอบ"));
thsuperobject.biblemap.put("b22_1_12", new thsuperobject(22,1,12,"ขณะเมื่อกษัตริย์กำลังประทับที่โต๊ะอยู่ น้ำมันแฝกหอมของดิฉันก็ส่งกลิ่นฟุ้งไป"));
thsuperobject.biblemap.put("b22_1_13", new thsuperobject(22,1,13,"ที่รักของดิฉันเป็นเหมือนห่อมดยอบ สำหรับดิฉันห้อยอยู่ตลอดคืนระหว่างสองถันของดิฉัน"));
thsuperobject.biblemap.put("b22_1_14", new thsuperobject(22,1,14,"ที่รักของดิฉันนั้น สำหรับดิฉันเธอเป็นเหมือนช่อดอกเทียนขาว อยู่ในสวนองุ่นเอนเกดี"));
thsuperobject.biblemap.put("b22_1_15", new thsuperobject(22,1,15,"ดูเถิด ที่รักของฉัน ดูช่างสวยงาม ดูเถิด เธอสวยงาม ดวงตาทั้งสองของเธอดังนกเขา"));
thsuperobject.biblemap.put("b22_1_16", new thsuperobject(22,1,16,"ดูเถิด ที่รักของฉัน เธอเป็นคนสวยงามจริงเจ้าค่ะ เธอเป็นคนน่าชมจริงๆ ที่นอนของเราเขียวสด"));
thsuperobject.biblemap.put("b22_1_17", new thsuperobject(22,1,17,"ขื่อเรือนของเราทำด้วยไม้สนสีดาร์ และแปของเรานั้นทำด้วยไม้สนสามใบ"));
thsuperobject.biblemap.put("b22_2_1", new thsuperobject(22,2,1,"ดิฉันเหมือนดอกกุหลาบในทุ่งชาโรน เหมือนดอกบัวในหุบเขา"));
thsuperobject.biblemap.put("b22_2_2", new thsuperobject(22,2,2,"ดอกบัวท่ามกลางต้นหนามนั้นอย่างไร ที่รักของฉันก็อยู่เด่นในท่ามกลางสาวอื่นๆ"));
thsuperobject.biblemap.put("b22_2_3", new thsuperobject(22,2,3,"ต้นแอบเปิ้ลขึ้นอยู่กลางต้นไม้ป่าอย่างไร ที่รักของดิฉันก็อยู่ท่ามกลางชายหนุ่มอื่นๆอย่างนั้น ดิฉันได้นั่งอยู่ใต้ร่มของเขาด้วยความยินดีเป็นอันมาก และผลของเขาดิฉันได้ลิ้มรสหวาน"));
thsuperobject.biblemap.put("b22_2_4", new thsuperobject(22,2,4,"เขาได้พาดิฉันให้เข้าในเรือนสำหรับงานเลี้ยง และธงสำคัญของเขาซึ่งห้อยอยู่เหนือดิฉันนั้นคือความรัก"));
thsuperobject.biblemap.put("b22_2_5", new thsuperobject(22,2,5,"จงชูกำลังของดิฉันด้วยขนมองุ่นแห้ง ขอทำให้ดิฉันชื่นใจด้วยผลแอบเปิ้ล เพราะดิฉันป่วยเป็นโรครัก"));
thsuperobject.biblemap.put("b22_2_6", new thsuperobject(22,2,6,"มือซ้ายของเขาช้อนใต้ศีรษะของดิฉันไว้ และมือขวาของเขาสอดกอดดิฉันไว้"));
thsuperobject.biblemap.put("b22_2_7", new thsuperobject(22,2,7,"โอ เหล่าบุตรสาวแห่งเยรูซาเล็มเอ๋ย ดิฉันขอให้เธอทั้งหลายปฏิญาณต่อละมั่งหรือกวางตัวเมียในทุ่งว่า เธอทั้งหลายจะไม่เร้าหรือจะไม่ปลุกที่รักของดิฉันให้ตื่นกระตือขึ้นจนกว่าเขาจะจุใจแล้ว"));
thsuperobject.biblemap.put("b22_2_8", new thsuperobject(22,2,8,"แน่ะ เสียงที่รักของดิฉัน ดูเถิด เขามาแล้วกำลังเต้นโลดอยู่บนภูเขา กำลังกระโดดอยู่บนเนินเขา"));
thsuperobject.biblemap.put("b22_2_9", new thsuperobject(22,2,9,"ที่รักของดิฉันเป็นดุจดังละมั่งหรือดุจดังกวางหนุ่ม ดูเถิด เขากำลังยืนอยู่ที่ข้างหลังกำแพงของเรา เขาชะโงกหน้าต่างเข้ามา เขาสอดมองดูทางตาข่าย"));
thsuperobject.biblemap.put("b22_2_10", new thsuperobject(22,2,10,"ที่รักของดิฉันได้เอ่ยปากพูดกับดิฉันว่า ที่รักของฉันเอ๋ย เธอจงลุกขึ้นเถอะ คนสวยงามของฉันเอ๋ย จงมาเถิด"));
thsuperobject.biblemap.put("b22_2_11", new thsuperobject(22,2,11,"ด้วยว่า ดูเถิด ฤดูหนาวล่วงไปแล้ว และฝนก็วายแล้ว"));
thsuperobject.biblemap.put("b22_2_12", new thsuperobject(22,2,12,"ดอกไม้ต่างๆนานากำลังปรากฏบนพื้นแผ่นดิน เวลาสำหรับวิหคร้องเพลงมาถึงแล้ว และเสียงคูของนกเขาก็ได้ยินอยู่ในแผ่นดินของเรา"));
thsuperobject.biblemap.put("b22_2_13", new thsuperobject(22,2,13,"ต้นมะเดื่อกำลังบ่มผลดิบให้สุก และเถาองุ่นมีดอกบานอยู่มันส่งกลิ่นหอมฟุ้ง ที่รักของฉันเอ๋ย จงลุกขึ้นเถอะ คนสวยงามของฉันเอ๋ย จงมาเถิด"));
thsuperobject.biblemap.put("b22_2_14", new thsuperobject(22,2,14,"โอ แม่นกเขาของฉันเอ๋ย แม่นกเขาตัวที่อยู่ในซอกผาในช่องลับแห่งเขาชัน ขอให้ฉันได้ชมรูปโฉมของเธอหน่อยเถอะ ขอให้ฉันได้ยินสำเนียงของเธอหน่อย ด้วยว่าน้ำเสียงของเธอก็หวาน และรูปโฉมของเธอก็งามวิไล"));
thsuperobject.biblemap.put("b22_2_15", new thsuperobject(22,2,15,"จงจับสุนัขจิ้งจอกมาให้เรา คือสุนัขจิ้งจอกตัวเล็กที่ทำลายสวนองุ่น เพราะว่าสวนองุ่นของเรากำลังมีดอกช่อแล้ว"));
thsuperobject.biblemap.put("b22_2_16", new thsuperobject(22,2,16,"ที่รักของดิฉันเป็นกรรมสิทธิ์ของดิฉัน และตัวดิฉันก็เป็นของเขา เขากำลังเลี้ยงฝูงสัตว์ของเขาท่ามกลางหมู่ดอกบัว"));
thsuperobject.biblemap.put("b22_2_17", new thsuperobject(22,2,17,"โอ ที่รักของดิฉัน จนเวลาเย็น และเงาหมดไปแล้ว ขอเธอเป็นดั่งละมั่งหรือกวางหนุ่มที่เทือกเขาเบเธอร์เถิด"));
thsuperobject.biblemap.put("b22_3_1", new thsuperobject(22,3,1,"ยามราตรีกาลเมื่อดิฉันนอนอยู่ดิฉันมองหาเขาผู้นั้นที่ดวงใจของดิฉันรักใคร่ ดิฉันมองหาเขา แต่หาได้พบไม่"));
thsuperobject.biblemap.put("b22_3_2", new thsuperobject(22,3,2,"บัดนี้ดิฉันจะลุกขึ้น แล้วจะเที่ยวไปในเมืองให้ตลอดไป ตามถนนและลานเมือง ดิฉันจะแสวงหาเขาผู้นั้นที่ดวงใจของดิฉันรักใคร่ ดิฉันมองหาเขา แต่หาได้พบไม่"));
thsuperobject.biblemap.put("b22_3_3", new thsuperobject(22,3,3,"พวกพลตระเวนที่ลาดตระเวนในเมืองนั้นได้พบดิฉัน แล้วดิฉันถามเขาว่า ท่านเห็นเขาผู้นั้นที่ดวงใจของดิฉันรักใคร่ไหม"));
thsuperobject.biblemap.put("b22_3_4", new thsuperobject(22,3,4,"พอดิฉันผ่านพลตระเวนพ้นมาหน่อยเดียว ดิฉันก็พบเขาผู้นั้นที่ดวงใจของดิฉันรักใคร่ ดิฉันจับตัวเขากุมไว้แน่น และไม่ยอมปล่อยให้เขาหลุดไปเลย จนดิฉันพาเขาให้เข้ามาในเรือนของมารดาดิฉัน และให้เข้ามาในห้องของผู้ที่ให้ดิฉันได้ปฏิสนธิ"));
thsuperobject.biblemap.put("b22_3_5", new thsuperobject(22,3,5,"โอ เหล่าบุตรสาวแห่งเยรูซาเล็มเอ๋ย ดิฉันขอให้เธอทั้งหลายปฏิญาณต่อละมั่งหรือกวางตัวเมียในทุ่งว่า เธอทั้งหลายจะไม่เร้าหรือจะไม่ปลุกที่รักของดิฉันให้ตื่นกระตือขึ้นจนกว่าเขาจะจุใจแล้ว"));
thsuperobject.biblemap.put("b22_3_6", new thsuperobject(22,3,6,"ผู้ใดหนอที่กำลังขึ้นมาจากถิ่นทุรกันดารดูประดุจเสาควัน หอมไปด้วยกลิ่นมดยอบและกำยาน ทำด้วยบรรดาเครื่องหอมของพ่อค้า"));
thsuperobject.biblemap.put("b22_3_7", new thsuperobject(22,3,7,"ดูเถิด เป็นพระวอของซาโลมอน ห้อมล้อมาด้วยทแกล้วทหารหกสิบคน เป็นทแกล้วทหารคนอิสราเอล"));
thsuperobject.biblemap.put("b22_3_8", new thsuperobject(22,3,8,"เขาทั้งหลายถือดาบและเป็นผู้ชำนาญศึก เขาทุกคนเหน็บดาบไว้ที่ต้นขาของตน เพราะเกรงภัยในราตรีกาล"));
thsuperobject.biblemap.put("b22_3_9", new thsuperobject(22,3,9,"กษัตริย์ซาโลมอนสร้างพระวอสำหรับพระองค์ ด้วยไม้มาจากเลบานอน"));
thsuperobject.biblemap.put("b22_3_10", new thsuperobject(22,3,10,"พระองค์ทรงทำเสาพระวอนั้นด้วยเงิน แท่นประทับทำด้วยทองคำ และยี่ภู่ลาดด้วยผ้าสีม่วง ข้างในพระวอนั้นบุไว้ด้วยความรักโดยบุตรสาวแห่งเยรูซาเล็ม"));
thsuperobject.biblemap.put("b22_3_11", new thsuperobject(22,3,11,"โอ บุตรสาวแห่งศิโยนเอ๋ย จงออกไป ไปดูกษัตริย์ซาโลมอนเถิด ทรงมงกุฎซึ่งพระราชชนนีได้สวมให้ ในวันที่พระองค์ได้ทรงอภิเษกมเหสีนั้น ในวันเมื่อพระทัยของพระองค์ทรงเบิกบานอยู่"));
thsuperobject.biblemap.put("b22_4_1", new thsuperobject(22,4,1,"ที่รักของฉันเอ๋ย ดูเถิด เธอช่างสวยงาม ดูซี เธอสวยงาม ดวงตาของเธอดังนกเขาอยู่ในผ้าคลุม ผมของเธอดุจฝูงแพะที่เคลื่อนมาตามเนินลาดภูเขากิเลอาด"));
thsuperobject.biblemap.put("b22_4_2", new thsuperobject(22,4,2,"ซี่ฟันของเธอดังฝูงแกะตัวเมียที่กำลังจะตัดขน เพิ่งขึ้นมาจากการชำระล้าง มีลูกแฝดติดมาทุกตัว และหามีตัวใดเป็นหมันไม่"));
thsuperobject.biblemap.put("b22_4_3", new thsuperobject(22,4,3,"ริมฝีปากของเธอแดงดุจด้ายสีครั่ง และคำพูดของเธอก็งดงาม ขมับของเธอเหมือนผลทับทิมผ่าซีกอยู่ในผ้าคลุม"));
thsuperobject.biblemap.put("b22_4_4", new thsuperobject(22,4,4,"ลำคอของเธอดุจป้อมของดาวิดที่ได้ก่อสร้างไว้เพื่อเก็บเครื่องอาวุธ มีดั้งพันหนึ่งแขวนไว้ ทั้งหมดเป็นโล่ของทแกล้วทหาร"));
thsuperobject.biblemap.put("b22_4_5", new thsuperobject(22,4,5,"ถันทั้งสองของเธอเหมือนลูกละมั่งสองตัวซึ่งเป็นละมั่งฝาแฝดที่กำลังหากินในท่ามกลางหมู่ดอกบัว"));
thsuperobject.biblemap.put("b22_4_6", new thsuperobject(22,4,6,"จนเวลาเย็นและเงาหมดไปแล้ว ฉันจะไปยังภูเขามดยอบและยังเนินเขากำยาน"));
thsuperobject.biblemap.put("b22_4_7", new thsuperobject(22,4,7,"โอ ที่รักของฉันเอ๋ย เธอช่างงามสะพรั่งไปทั้งนั้น ในตัวเธอจะหาตำหนิสักนิดก็ไม่มี"));
thsuperobject.biblemap.put("b22_4_8", new thsuperobject(22,4,8,"จงจากเลบานอนไปกับฉันเถิด เจ้าสาวของฉันจ๋า จงจากเลบานอนไปกับฉันนะ ให้มองลงจากยอดเขาอามานา จากยอดเขาเสนีร์ และยอดเขาเฮอร์โมน จากถ้ำราชสีห์ จากเขาเสือดาว"));
thsuperobject.biblemap.put("b22_4_9", new thsuperobject(22,4,9,"น้องสาวของฉันจ๋า น้องได้ปล้นเอาดวงใจของพี่ไปเสียแล้วละ เจ้าสาวของฉันเอ๋ย เจ้าได้ปล้นเอาดวงใจของฉันไปด้วยการชายตาเพียงแวบเดียวเท่านั้น ด้วยสร้อยคอสายเดียวของเจ้า"));
thsuperobject.biblemap.put("b22_4_10", new thsuperobject(22,4,10,"น้องสาวของฉันจ๊ะ เจ้าสาวของฉันจ๋า ความรักของเธอช่างหวานเสียนี่กระไร ความรักของเธอนั้นช่างหวานกว่าน้ำองุ่น และกลิ่นน้ำมันของเธอช่างหอมกว่าเครื่องเทศทั้งหลาย"));
thsuperobject.biblemap.put("b22_4_11", new thsuperobject(22,4,11,"โอ เจ้าสาวของฉันจ๋า ริมฝีปากของเธอเสมือนน้ำผึ้งกำลังจะหยดย้อย น้ำผึ้งและน้ำนมอยู่ใต้ลิ้นของเธอ กลิ่นเสื้อผ้าของเธอหอมดุจกลิ่นมาจากเลบานอน"));
thsuperobject.biblemap.put("b22_4_12", new thsuperobject(22,4,12,"เจ้าสาวของฉันเอ๋ย น้องสาวของฉันเปรียบประดุจสวนสงวน ดุจอุทยานที่หวงห้ามไว้ และดุจน้ำพุที่ถูกประทับตราไว้"));
thsuperobject.biblemap.put("b22_4_13", new thsuperobject(22,4,13,"ผลิตผลของเธอดุจสวนต้นทับทิม อีกทั้งผลไม้อันโอชาอย่างอื่นๆ อีกทั้งเทียนขาวและแฝกหอม"));
thsuperobject.biblemap.put("b22_4_14", new thsuperobject(22,4,14,"ต้นแฝกหอมและต้นฝรั่น ต้นตะไคร้และอบเชย อีกทั้งบรรดาต้นไม้สำหรับทำกำยานคือต้นมดยอบและต้นกฤษณา อีกทั้งเครื่องหอมชั้นเยี่ยมทั้งสิ้น"));
thsuperobject.biblemap.put("b22_4_15", new thsuperobject(22,4,15,"ตัวเธอประดุจดังน้ำพุในอุทยาน ประดุจบ่อน้ำแห่งชีวิต และประดุจลำธารไหลจากเลบานอน"));
thsuperobject.biblemap.put("b22_4_16", new thsuperobject(22,4,16,"โอ ลมเหนือเอ๋ย จงตื่นขึ้นเถิด โอ ลมใต้เอ๋ย จงพัดมาเถิด จงพัดโชยสวนของดิฉัน เพื่อของหอมในสวนนั้นจะหอมฟุ้งออกไป ขอให้ที่รักของดิฉันเข้ามาในสวนของเขา และรับประทานผลไม้อันโอชาเถิด"));
thsuperobject.biblemap.put("b22_5_1", new thsuperobject(22,5,1,"น้องสาวของฉันจ๊ะ เจ้าสาวของฉันจ๋า ฉันเข้ามาในสวนของฉันแล้วนะ ฉันมาเก็บเอามดยอบของฉันพร้อมกับไม้สีเสียดของฉันแล้ว ฉันรับประทานรวงผึ้งกับน้ำผึ้งของฉันแล้ว ฉันดื่มน้ำองุ่นกับน้ำนมของฉันแล้ว โอ สหายทั้งหลาย จงรับประทานและจงดื่มเถิด ท่านผู้เป็นที่รักเอ๋ย จงดื่มให้อิ่มหนำเถิด"));
thsuperobject.biblemap.put("b22_5_2", new thsuperobject(22,5,2,"ดิฉันหลับแล้ว แต่ใจของดิฉันยังตื่นอยู่ คือมีเสียงเคาะของที่รักของดิฉันพูดว่า น้องสาวจ๋า ที่รักของฉันจ๋า เปิดประตูให้ฉันซิจ๊ะ แม่นกเขาของฉันจ๊ะ แม่คนงามหมดจดของฉันจ๋า เพราะศีรษะของฉันก็ถูกน้ำค้างชื้น และเส้นผมของฉันก็ชุ่มด้วยละอองน้ำฟ้าแห่งราตรีกาล"));
thsuperobject.biblemap.put("b22_5_3", new thsuperobject(22,5,3,"ดิฉันเปลื้องเสื้อของดิฉันออกเสียแล้ว ดิฉันจะสวมกลับเข้าไปอีกอย่างไรได้ ดิฉันล้างเท้าของดิฉันแล้ว ทำไมจะให้เท้าของดิฉันกลับเปื้อนไปอีกเล่า"));
thsuperobject.biblemap.put("b22_5_4", new thsuperobject(22,5,4,"ที่รักของดิฉันสอดมือของเขาเข้ามาทางรูประตู และใจดิฉันก็กระสันถึงเขา"));
thsuperobject.biblemap.put("b22_5_5", new thsuperobject(22,5,5,"ดิฉันลุกขึ้นไปเปิดประตูให้ที่รักของดิฉัน และมือของดิฉันทำให้มดยอบหยด และนิ้วของดิฉันทำให้น้ำมดยอบย้อยบนลูกสลักกลอน"));
thsuperobject.biblemap.put("b22_5_6", new thsuperobject(22,5,6,"ดิฉันเปิดประตูให้ที่รักของดิฉัน แต่ที่รักของดิฉันกลับไปเสียแล้ว เมื่อเขาพูด จิตใจดิฉันมัวตกตะลึง ดิฉันแสวงหาเขา แต่ดิฉันหาเขาไม่พบ ดิฉันร้องเรียกเขา แต่เขามิได้ขานตอบ"));
thsuperobject.biblemap.put("b22_5_7", new thsuperobject(22,5,7,"พลตระเวนที่ลาดตระเวนในเมืองได้พบดิฉัน เขาตีดิฉัน เขาทำให้ดิฉันบาดเจ็บ พลตระเวนรักษากำแพงเมืองฉกชิงเอาผ้าคลุมตัวจากดิฉันไป"));
thsuperobject.biblemap.put("b22_5_8", new thsuperobject(22,5,8,"โอ บุตรสาวแห่งเยรูซาเล็มเอ๋ย ดิฉันขอให้พวกเธอปฏิญาณว่า ถ้าเธอคนใดได้พบที่รักของดิฉัน เธอจะรับปากบอกเขาว่า ดิฉันป่วยเป็นโรครัก"));
thsuperobject.biblemap.put("b22_5_9", new thsuperobject(22,5,9,"โอ แม่สาวงามล้ำเลิศในท่ามกลางสาวอื่นๆ คู่รักของเธอนั้นวิเศษอะไรไปกว่าคู่รักของใครๆ คู่รักของเธอนั้นวิเศษอะไรไปกว่าคู่รักของใครอื่นหรือ เธอจึงได้มาให้พวกฉันปฏิญาณให้เช่นนั้น"));
thsuperobject.biblemap.put("b22_5_10", new thsuperobject(22,5,10,"ที่รักของดิฉันผิวเปล่งปลั่งอมเลือด เขาเป็นเอกในท่ามกลางหมื่นคน"));
thsuperobject.biblemap.put("b22_5_11", new thsuperobject(22,5,11,"ศีรษะของเขาดังทองคำเนื้อดี ผมของเขาหยิกและดำเหมือนนกกา"));
thsuperobject.biblemap.put("b22_5_12", new thsuperobject(22,5,12,"ตาของเขาเปรียบเหมือนตานกเขาที่ริมห้วยอาบน้ำนม และจับอยู่ที่ริมกระแสน้ำเต็มฝั่ง"));
thsuperobject.biblemap.put("b22_5_13", new thsuperobject(22,5,13,"แก้มของเขาเหมือนอย่างลานปลูกไม้สีเสียด ส่งกลิ่นหอมหวน ริมฝีปากของเขาเหมือนดอกบัวหยดน้ำมดยอบ"));
thsuperobject.biblemap.put("b22_5_14", new thsuperobject(22,5,14,"มือของเขาดุจวงแหวนทองคำอันประดับด้วยพลอยเขียว ท้องของเขาดุจเสางาช้างและประดับด้วยไพทูรย์"));
thsuperobject.biblemap.put("b22_5_15", new thsuperobject(22,5,15,"ขาของเขาดุจเสาหินอ่อนตั้งบนฐานเสียบทองคำเนื้อดี สีหน้าของเขาดุจเลบานอนประเสริฐอย่างไม้สนสีดาร์"));
thsuperobject.biblemap.put("b22_5_16", new thsuperobject(22,5,16,"ปากของเขาอ่อนหวานที่สุด ทั่วทั้งสรรพางค์ของเขาล้วนแต่น่ารักน่าใคร่ โอ เหล่าบุตรสาวแห่งเยรูซาเล็มจ๋า นี่คือที่รักของดิฉัน และนี่คือเพื่อนยากของดิฉัน"));
thsuperobject.biblemap.put("b22_6_1", new thsuperobject(22,6,1,"อ้อ แม่สาวงามล้ำเลิศในท่ามกลางสาวอื่นๆ คู่รักของเธอไปไหนเสีย คู่รักของเธอกลับไปไหนเสียแล้วเล่า เพื่อพวกเราจะไปสืบหากับเธอ"));
thsuperobject.biblemap.put("b22_6_2", new thsuperobject(22,6,2,"ที่รักของดิฉันลงไปยังสวนของเขาเพื่อจะไปที่ลานปลูกไม้สีเสียด และเพื่อจะไปเลี้ยงฝูงสัตว์ในสวนกับเพื่อจะเก็บดอกบัว"));
thsuperobject.biblemap.put("b22_6_3", new thsuperobject(22,6,3,"ตัวดิฉันเป็นกรรมสิทธิ์ของที่รักของดิฉัน และที่รักก็เป็นของดิฉัน เขาเลี้ยงฝูงสัตว์อยู่ท่ามกลางหมู่ดอกบัว"));
thsuperobject.biblemap.put("b22_6_4", new thsuperobject(22,6,4,"ที่รักของฉันเอ๋ย แม่ช่างสวยงามประหนึ่งเมืองทีรซาห์และงามเย็นตาดังเยรูซาเล็ม แม่เป็นสง่าน่าคร้ามเกรงดังกองทัพมีธงประจำ"));
thsuperobject.biblemap.put("b22_6_5", new thsuperobject(22,6,5,"ขอเบือนเนตรไปจากฉันเถอะ เพราะว่าฉันแพ้นัยน์ตาของเธอแล้ว ผมของน้องดุจฝูงแพะที่เคลื่อนมาตามเนินลาดภูเขากิเลอาด"));
thsuperobject.biblemap.put("b22_6_6", new thsuperobject(22,6,6,"ซี่ฟันของเธอดังฝูงแกะตัวเมียเพิ่งขึ้นมาจากการชำระล้าง มีลูกแฝดติดมาทุกตัว และหามีตัวใดเป็นหมันไม่"));
thsuperobject.biblemap.put("b22_6_7", new thsuperobject(22,6,7,"ขมับของเธอเหมือนผลทับทิมผ่าซีกอยู่ในผ้าคลุม"));
thsuperobject.biblemap.put("b22_6_8", new thsuperobject(22,6,8,"มีมเหสีหกสิบองค์ และนางห้ามแปดสิบคน พวกหญิงพรหมจารีอีกมากเหลือจะคณนา"));
thsuperobject.biblemap.put("b22_6_9", new thsuperobject(22,6,9,"แม่นกเขาของฉัน แม่คนงามหมดจดของฉัน เป็นคนเดียว เธอเป็นคนเดียวของมารดา เป็นหัวรักหัวใคร่ของผู้ให้กำเนิด สาวๆทั้งหลายเห็นเธอ และเรียกเธอว่า ผาสุก ทั้งเหล่ามเหสีและเหล่านางห้ามก็สรรเสริญเยินยอเธอว่า"));
thsuperobject.biblemap.put("b22_6_10", new thsuperobject(22,6,10,"แม่สาวคนนี้เป็นผู้ใดหนอ เมื่อมองลงก็ดังอรุโณทัย แจ่มจรัสดังดวงจันทร์ กระจ่างจ้าดังดวงสุริยัน สง่าน่าเกรงขามดังกองทัพมีธงประจำ"));
thsuperobject.biblemap.put("b22_6_11", new thsuperobject(22,6,11,"ดิฉันลงไปในสวนมันฮ่อ เพื่อจะดูหมู่ไม้เขียวตามหุบเขาว่าเถาองุ่นมีดอกตูมออกหรือเปล่า และเพื่อจะดูว่าผลทับทิมมีดอกแล้วหรือยัง"));
thsuperobject.biblemap.put("b22_6_12", new thsuperobject(22,6,12,"เมื่อดิฉันยังไม่ทันรู้ตัว จิตใจของดิฉันได้กระทำให้ดิฉันเหมือนรถม้าแห่งอามินาดิบ"));
thsuperobject.biblemap.put("b22_6_13", new thsuperobject(22,6,13,"กลับมาเถอะ กลับมาเถิด แม่ชาวชูเลมจ๋า กลับมาเถิด กลับมาเถอะจ๊ะ เพื่อพวกดิฉันจะได้เธอไว้ชมเชย นี่กระไรนะ เธอทั้งหลายจงมองตัวแม่ชาวชูเลม ดังกองทัพสองพวก"));
thsuperobject.biblemap.put("b22_7_1", new thsuperobject(22,7,1,"โอ แม่ธิดาของจ้าว เท้าสวมรองเท้าผูกของเธอนั้นนวยนาดนี่กระไร ตะโพกของเธอกลมดิกราวกับเม็ดเพชรที่มือช่างผู้ชำนาญได้เจียระไนไว้"));
thsuperobject.biblemap.put("b22_7_2", new thsuperobject(22,7,2,"สะดือของเธอดุจอ่างกลมที่มิได้ขาดเหล้าองุ่นประสม ท้องของเธอดังกองข้าวสาลีที่มีดอกบัวปักไว้ล้อมรอบ"));
thsuperobject.biblemap.put("b22_7_3", new thsuperobject(22,7,3,"ถันทั้งสองของเธอเหมือนลูกละมั่งสองตัวซึ่งเป็นละมั่งฝาแฝด"));
thsuperobject.biblemap.put("b22_7_4", new thsuperobject(22,7,4,"ลำคอของเธอประหนึ่งหอคอยสร้างด้วยงาช้าง เนตรทั้งสองของเธอดุจสระในเมืองเฮชโบนที่ริมประตูเมืองบัทรับบิม จมูกของเธอเหมือนหอแห่งเลบานอนซึ่งมองลงเห็นเมืองดามัสกัส"));
thsuperobject.biblemap.put("b22_7_5", new thsuperobject(22,7,5,"ศีรษะของเธอดังยอดภูเขาคารเมล ผมของเธอดุจด้ายสีม่วง กษัตริย์ก็ต้องมนต์เสน่ห์ด้วยเส้นผมนั้น"));
thsuperobject.biblemap.put("b22_7_6", new thsuperobject(22,7,6,"เออ แม่ช่างน่ารัก แม่ช่างชื่นชม เธอนี่ช่างสวยงามต้องตาจริง"));
thsuperobject.biblemap.put("b22_7_7", new thsuperobject(22,7,7,"เธองามระหงดุจต้นอินทผลัม และถันทั้งสองของเธอดังพวงองุ่น"));
thsuperobject.biblemap.put("b22_7_8", new thsuperobject(22,7,8,"ฉันจึงคิดว่า ฉันจะปีนขึ้นต้นอินทผลัมนั้น ฉันจะจับพวงเหนี่ยวไว้ ขอให้ถันทั้งสองของเธองามดังพวงองุ่นเถอะ และขอให้ลมหายใจของเธอหอมดังผลแอบเปิ้ลเถิด"));
thsuperobject.biblemap.put("b22_7_9", new thsuperobject(22,7,9,"และขอให้เพดานปากของเธอดุจน้ำองุ่นอย่างดียิ่งสำหรับที่รักของฉัน ดื่มคล่องคอจริงๆ ทำให้ริมฝีปากของคนที่หลับอยู่พูดได้"));
thsuperobject.biblemap.put("b22_7_10", new thsuperobject(22,7,10,"ตัวดิฉันเป็นกรรมสิทธิ์ของที่รักของดิฉัน และความปรารถนาของเขาก็เจาะจงเอาตัวดิฉัน"));
thsuperobject.biblemap.put("b22_7_11", new thsuperobject(22,7,11,"ที่รักของดิฉันจ๋า มาเถอะจ๊ะ ให้เราพากันออกไปในทุ่งนา ให้เราพักอยู่ตามหมู่บ้าน"));
thsuperobject.biblemap.put("b22_7_12", new thsuperobject(22,7,12,"ให้เราตื่นแต่เช้าตรู่ไปยังสวนองุ่น ให้เราดูว่าเถาองุ่นมีดอกตูมออกหรือเปล่า หรือว่ามีดอกบานแล้ว ให้เราดูว่าต้นทับทิมมีดอกหรือยัง ณ ที่นั่นแหละดิฉันจะมอบความรักของดิฉันให้แก่เธอ"));
thsuperobject.biblemap.put("b22_7_13", new thsuperobject(22,7,13,"ที่รักของดิฉันจ๋า ผลมะเขือดูดาอิมส่งกลิ่นหอมฟุ้งไป แล้วที่ประตูบ้านของพวกดิฉันมีผลไม้อร่อยนานาชนิด มีทั้งผลใหม่และผลเก่าที่ดิฉันได้เก็บรวบรวมไว้สำหรับเธอ"));
thsuperobject.biblemap.put("b22_8_1", new thsuperobject(22,8,1,"แหม ถ้าเธอได้เป็นเหมือนพี่ชายของดิฉัน ผู้ได้ดูดนมจากอกมารดาของดิฉันก็จะดี เพราะเมื่อดิฉันพบเธอนอกบ้าน ดิฉันจะได้จุบเธอได้ แล้วคนทั้งหลายจะได้ไม่ดูถูกดูหมิ่นดิฉัน"));
thsuperobject.biblemap.put("b22_8_2", new thsuperobject(22,8,2,"แล้วดิฉันจะได้เดินนำเธอพาเธอให้เข้ามาในเรือนมารดาของดิฉัน ผู้ซึ่งจะสอนดิฉัน ดิฉันจะได้ให้เธอดื่มน้ำองุ่นใส่เครื่องเทศ และดื่มน้ำทับทิมของดิฉัน"));
thsuperobject.biblemap.put("b22_8_3", new thsuperobject(22,8,3,"แล้วมือซ้ายของเขาจะช้อนใต้ศีรษะของดิฉันไว้ และมือขวาของเขาจะสอดกอดดิฉันไว้"));
thsuperobject.biblemap.put("b22_8_4", new thsuperobject(22,8,4,"โอ บุตรสาวแห่งเยรูซาเล็มเอ๋ย ดิฉันขอให้เธอทั้งหลายปฏิญาณว่า เธอทั้งหลายจะไม่เร้าหรือจะไม่ปลุกที่รักของดิฉันให้ตื่นกระตือขึ้น จนกว่าเขาจะจุใจแล้ว"));
thsuperobject.biblemap.put("b22_8_5", new thsuperobject(22,8,5,"แม่คนนี้ที่ขึ้นมาจากถิ่นทุรกันดารอิงแอบแนบมากับคู่รัก คือใครที่ไหนหนอ ดิฉันได้ปลุกเธอเมื่อเธออยู่ใต้ต้นแอบเปิ้ล ที่นั่นแหละที่มารดาของเธอได้ให้กำเนิดเธอ ที่ตรงนั้นแหละผู้ที่คลอดเธอได้ให้กำเนิดเธอ"));
thsuperobject.biblemap.put("b22_8_6", new thsuperobject(22,8,6,"จงแนบดิฉันไว้ดุจดวงตราแขวนอยู่ที่ใจของเธอ ประดุจดวงตราบนแขนของเธอ เพราะความรักนั้นเข้มแข็งอย่างความตาย ความริษยาก็ดุเดือดเหมือนแดนคนตาย และประกายแห่งความริษยานั้นก็คือประกายเพลิง คือประกายเพลิงที่แสนรุนแรง"));
thsuperobject.biblemap.put("b22_8_7", new thsuperobject(22,8,7,"น้ำมากหลายไม่อาจดับความรักให้มอดเสียได้ หรืออุทกธารทั้งหลายไม่อาจท่วมความรักให้สำลักตายเสียได้ แม้ว่าคนใดจะเอาทรัพย์สมบัติในเหย้าเรือนของตนทั้งสิ้นมาแลกกับความรักนั้น คนนั้นจะได้รับความหมิ่นประมาทจากคนทั้งหลายเป็นอย่างยิ่ง"));
thsuperobject.biblemap.put("b22_8_8", new thsuperobject(22,8,8,"เรามีน้องสาวคนหนึ่งและเธอยังไม่มีถัน เราจะทำอย่างไรกับน้องสาวของเรา เมื่อถึงวันที่เขามาสู่ขอน้องของเรา"));
thsuperobject.biblemap.put("b22_8_9", new thsuperobject(22,8,9,"ถ้าหากน้องสาวนั้นเป็นกำแพง พวกเราก็จะสร้างปราสาทเงินไว้หลังหนึ่ง และถ้าหากน้องเป็นประตู พวกเราจะโอบล้อมเธอด้วยแผ่นไม้สนสีดาร์"));
thsuperobject.biblemap.put("b22_8_10", new thsuperobject(22,8,10,"ดิฉันเป็นกำแพง ถันทั้งสองของดิฉันเหมือนดังหอคอย เพราะฉะนั้นในสายตาของเขาดิฉันจึงเป็นดังผู้ที่ได้รับความโปรดปราน"));
thsuperobject.biblemap.put("b22_8_11", new thsuperobject(22,8,11,"ซาโลมอนทรงมีสวนองุ่นอยู่แปลงหนึ่งที่เมืองบาอัลฮาโมน พระองค์ทรงมอบสวนองุ่นนั้นให้แก่ผู้รักษาสวนเช่า ทุกคนต้องส่งเงินคนละพันแผ่นเป็นค่าผลไม้"));
thsuperobject.biblemap.put("b22_8_12", new thsuperobject(22,8,12,"สวนองุ่นของดิฉัน ซึ่งเป็นของดิฉันเอง อยู่ต่อหน้าดิฉัน ข้าแต่ซาโลมอน พันนั้นพระองค์เอาไปเถิด และผู้ดูแลผลไม้ในสวนนั้นก็เอาไปคนละสองร้อยเถิด"));
thsuperobject.biblemap.put("b22_8_13", new thsuperobject(22,8,13,"โอ เธอ ผู้อยู่ในสวน พวกเพื่อนๆของเธอคอยฟังเสียงของเธออยู่ ขอให้ฉันได้ยินเสียงเธอ"));
thsuperobject.biblemap.put("b22_8_14", new thsuperobject(22,8,14,"ที่รักของดิฉันจ๋า เร็วๆเข้าเถอะจ๊ะ ขอให้เธอเป็นดังละมั่งหรือกวางหนุ่มบนภูเขาต้นสีเสียดเถิด"));

}

}