package th.bible;

public class thbible53 {

public thbible53() {

putmapbible53();

}

private void putmapbible53() {

thsuperobject.biblemap.put("b53_1_1", new thsuperobject(53,1,1,"เปาโล สิลวานัส และทิโมธี เรียน คริสตจักรของชาวเมืองเธสะโลนิกาในพระเจ้าพระบิดาของเราและพระเยซูคริสต์เจ้า"));
thsuperobject.biblemap.put("b53_1_2", new thsuperobject(53,1,2,"ขอให้พระคุณและสันติสุขจากพระเจ้าพระบิดาของเรา และพระเยซูคริสต์เจ้า ดำรงอยู่กับท่านทั้งหลายเถิด"));
thsuperobject.biblemap.put("b53_1_3", new thsuperobject(53,1,3,"พี่น้องทั้งหลาย เราต้องขอบพระคุณพระเจ้าเพราะท่านทั้งหลายอยู่เสมอ และเป็นการสมควร เพราะความเชื่อของท่านก็จำเริญยิ่งขึ้น และความรักของท่านทุกคนที่มีต่อกันทวีขึ้นมากด้วย"));
thsuperobject.biblemap.put("b53_1_4", new thsuperobject(53,1,4,"ฉะนั้นเราเองจึงอวดท่านทั้งหลายต่อบรรดาคริสตจักรของพระเจ้าในเรื่องความเพียรและความเชื่อของท่าน ในการที่ท่านถูกข่มเหงทุกอย่างและการยากลำบากที่ท่านอดทนอยู่นั้น"));
thsuperobject.biblemap.put("b53_1_5", new thsuperobject(53,1,5,"ซึ่งเป็นที่แสดงให้เห็นชัดถึงการพิพากษาอันชอบธรรมของพระเจ้า ซึ่งจะพิสูจน์ว่าท่านเป็นผู้สมควรกับอาณาจักรของพระเจ้า ด้วยเหตุนั้นท่านทั้งหลายจึงกำลังทนทุกข์อยู่ด้วย"));
thsuperobject.biblemap.put("b53_1_6", new thsuperobject(53,1,6,"เพราะว่าเป็นการยุติธรรมแล้วซึ่งพระเจ้าจะทรงเอาความยากลำบาก ไปตอบแทนให้กับคนเหล่านั้นที่ก่อความยากลำบากให้กับท่านทั้งหลาย"));
thsuperobject.biblemap.put("b53_1_7", new thsuperobject(53,1,7,"และที่จะทรงให้ท่านทั้งหลายที่รับความยากลำบากนั้น ได้รับความบรรเทาด้วยกันกับเรา เมื่อพระเยซูเจ้าจะปรากฏองค์จากสวรรค์ พร้อมกับหมู่ทูตสวรรค์ผู้มีฤทธิ์ของพระองค์"));
thsuperobject.biblemap.put("b53_1_8", new thsuperobject(53,1,8,"ในเปลวเพลิงจะลงโทษสนองคนเหล่านั้นที่ไม่รู้จักพระเจ้า และแก่คนที่ไม่เชื่อฟังข่าวประเสริฐของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา"));
thsuperobject.biblemap.put("b53_1_9", new thsuperobject(53,1,9,"คนเหล่านั้นจะได้รับโทษอันเป็นความพินาศนิรันดร์ พ้นไปจากพระพักตร์องค์พระผู้เป็นเจ้า และจากสง่าราศีแห่งพระอานุภาพของพระองค์"));
thsuperobject.biblemap.put("b53_1_10", new thsuperobject(53,1,10,"ในวันนั้น เมื่อพระองค์จะเสด็จมาเพื่อรับเกียรติในพวกวิสุทธิชนของพระองค์ และเพื่อให้เป็นที่อัศจรรย์ใจแก่คนทั้งปวงที่เชื่อ (เพราะท่านก็ได้เชื่อคำพยานของเรา)"));
thsuperobject.biblemap.put("b53_1_11", new thsuperobject(53,1,11,"เหตุฉะนั้นเราจึงอธิษฐานเพื่อท่านทั้งหลายเสมอ ว่าพระเจ้าของเราจะทรงถือว่าท่านเป็นผู้ที่สมควรแก่การที่พระองค์ได้ทรงเรียกนั้น และทรงบันดาลด้วยฤทธิ์เดชของพระองค์ให้ความประสงค์ดีทุกประการ และกิจการแห่งความเชื่อทุกอย่างสำเร็จ"));
thsuperobject.biblemap.put("b53_1_12", new thsuperobject(53,1,12,"เพื่อพระนามของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราจะได้เกียรติเพราะท่านทั้งหลาย และท่านจะได้รับเกียรติเพราะพระองค์ ตามพระคุณแห่งพระเจ้าของเราและแห่งพระเยซูคริสต์เจ้า"));
thsuperobject.biblemap.put("b53_2_1", new thsuperobject(53,2,1,"บัดนี้ พี่น้องทั้งหลาย เรื่องการซึ่งพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราจะเสด็จมา และที่พระองค์จะทรงรวบรวมเราทั้งหลายไปเป็นของพระองค์นั้น เราขอวิงวอนท่านว่า"));
thsuperobject.biblemap.put("b53_2_2", new thsuperobject(53,2,2,"อย่าให้ใจของท่านหวั่นไหวง่าย หรือเป็นทุกข์ร้อนไป ไม่ว่าจะเป็นโดยทางวิญญาณ หรือโดยทางคำพูด หรือโดยทางจดหมายเป็นเชิงว่ามาจากเรา อ้างว่าวันของพระคริสต์มาถึงแล้ว"));
thsuperobject.biblemap.put("b53_2_3", new thsuperobject(53,2,3,"อย่าให้ผู้หนึ่งผู้ใดล่อล่วงท่านโดยทางหนึ่งทางใดเลย เพราะว่าวันนั้นจะไม่มาถึง เว้นแต่จะมีการล้มลงเสียก่อน และคนแห่งการบาปนั้นจะประจักษ์แจ้ง คือลูกแห่งความพินาศ"));
thsuperobject.biblemap.put("b53_2_4", new thsuperobject(53,2,4,"ผู้กีดกั้นขัดขวางและยกตัวขึ้นต่อสู้อะไรๆที่ได้ชื่อว่าเป็นพระเจ้า หรืออะไรๆที่เขาไหว้นมัสการนั้น แล้วมันก็นั่งในพระวิหารของพระเจ้าเหมือนอย่างพระเจ้า ประกาศตัวว่าเป็นพระเจ้า"));
thsuperobject.biblemap.put("b53_2_5", new thsuperobject(53,2,5,"ท่านทั้งหลายจำไม่ได้หรือว่าเมื่อข้าพเจ้ายังอยู่กับท่าน ข้าพเจ้าได้บอกเรื่องนี้ให้ท่านทราบแล้ว"));
thsuperobject.biblemap.put("b53_2_6", new thsuperobject(53,2,6,"และท่านก็รู้จักผู้นั้นที่กำลังหน่วงเหนี่ยวมันไว้ในขณะนี้ เพื่อมันจะปรากฏออกมาได้ต่อเมื่อถึงเวลาของมัน"));
thsuperobject.biblemap.put("b53_2_7", new thsuperobject(53,2,7,"เพราะว่าอำนาจลึกลับนอกกฎหมายนั้นก็เริ่มทำงานอยู่แล้ว เพียงแต่ผู้ที่คอยหน่วงเหนี่ยวเดี๋ยวนี้นั้นจะยังหน่วงเหนี่ยวอยู่ จนกว่าผู้ที่คอยหน่วงเหนี่ยวนั้นจะถูกพาออกไปเสีย"));
thsuperobject.biblemap.put("b53_2_8", new thsuperobject(53,2,8,"ขณะนั้นคนนอกกฎหมายนั้นจะปรากฏตัวขึ้น และองค์พระผู้เป็นเจ้าจะทรงประหารมันด้วยลมพระโอษฐ์ของพระองค์ และจะทรงผลาญให้สูญไปด้วยการปรากฏแห่งการเสด็จมาของพระองค์"));
thsuperobject.biblemap.put("b53_2_9", new thsuperobject(53,2,9,"คือผู้นั้นที่มาโดยการดลบันดาลของซาตาน พร้อมกับบรรดาการอิทธิฤทธิ์และหมายสำคัญ และการมหัศจรรย์แห่งความเท็จ"));
thsuperobject.biblemap.put("b53_2_10", new thsuperobject(53,2,10,"และอุบายอธรรมทั้งหลายสำหรับคนเหล่านั้นที่พินาศอยู่ เพราะเขาทั้งหลายไม่ได้รับความรักแห่งความจริงไว้เพื่อจะรอดได้"));
thsuperobject.biblemap.put("b53_2_11", new thsuperobject(53,2,11,"เพราะเหตุนี้พระเจ้าจึงทรงให้ความลุ่มหลงมาครอบงำเขา ให้เขาเชื่อสิ่งที่เท็จ"));
thsuperobject.biblemap.put("b53_2_12", new thsuperobject(53,2,12,"เพื่อคนที่ไม่เชื่อความจริง แต่ยินดีในการอธรรม จะได้ถูกพิพากษาลงโทษสิ้นทุกคน"));
thsuperobject.biblemap.put("b53_2_13", new thsuperobject(53,2,13,"พี่น้องทั้งหลาย ผู้เป็นที่รักขององค์พระผู้เป็นเจ้า เราจำต้องขอบพระคุณพระเจ้าเพราะท่านอยู่เสมอ เพราะว่าพระเจ้าได้ทรงเลือกท่านไว้ตั้งแต่เริ่มแรกให้ถึงที่รอด โดยพระวิญญาณทรงชำระตั้งท่านไว้ให้บริสุทธิ์ และโดยท่านได้เชื่อความจริง"));
thsuperobject.biblemap.put("b53_2_14", new thsuperobject(53,2,14,"พระองค์ได้ทรงเรียกท่านทั้งหลายโดยทางข่าวประเสริฐของเรา เพื่อจะได้รับสง่าราศีของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา"));
thsuperobject.biblemap.put("b53_2_15", new thsuperobject(53,2,15,"เหตุฉะนั้น พี่น้องทั้งหลาย จงมั่นคงไว้ และยึดถือโอวาทที่ท่านได้เรียนแล้ว ไม่ว่าจะด้วยคำพูด หรือด้วยจดหมายของเรา"));
thsuperobject.biblemap.put("b53_2_16", new thsuperobject(53,2,16,"บัดนี้ ขอให้พระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา และพระเจ้าคือพระบิดาของเรา ผู้ทรงรักเรา และประทานให้เรามีความชูใจนิรันดร์ และความหวังอันดีโดยพระคุณ"));
thsuperobject.biblemap.put("b53_2_17", new thsuperobject(53,2,17,"ทรงชูใจและตั้งใจของท่านไว้ให้มั่นคง ในวาจาและในการกระทำอันดีทุกอย่าง"));
thsuperobject.biblemap.put("b53_3_1", new thsuperobject(53,3,1,"พี่น้องทั้งหลาย ในที่สุดนี้จงอธิษฐานเพื่อเรา เพื่อว่าพระวจนะขององค์พระผู้เป็นเจ้าจะได้แผ่ไป และจะได้รับเกียรติยศเหมือนอย่างที่ได้เป็นไปในหมู่พวกท่านแล้ว"));
thsuperobject.biblemap.put("b53_3_2", new thsuperobject(53,3,2,"และเพื่อเราจะได้พ้นจากคนพาลชั่วร้าย เพราะว่าไม่ใช่ทุกคนเชื่อ"));
thsuperobject.biblemap.put("b53_3_3", new thsuperobject(53,3,3,"แต่ว่าองค์พระผู้เป็นเจ้าทรงสัตย์ซื่อ จะทรงเสริมกำลังท่านทั้งหลาย และทรงป้องกันท่านไว้ให้พ้นจากการชั่วร้าย"));
thsuperobject.biblemap.put("b53_3_4", new thsuperobject(53,3,4,"เรามีความมั่นใจในองค์พระผู้เป็นเจ้าเกี่ยวกับท่านว่า ท่านกำลังประพฤติและจะประพฤติต่อไปตามที่เรากำชับท่าน"));
thsuperobject.biblemap.put("b53_3_5", new thsuperobject(53,3,5,"ขอองค์พระผู้เป็นเจ้าทรงนำใจของท่านทั้งหลายให้เข้าในความรักของพระเจ้า และอดทนในการรอคอยพระคริสต์"));
thsuperobject.biblemap.put("b53_3_6", new thsuperobject(53,3,6,"บัดนี้ พี่น้องทั้งหลาย เราขอกำชับท่านในพระนามของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราว่า จงปลีกตัวของท่านออกไปจากพี่น้องทุกคนที่อยู่อย่างเกะกะ และไม่ประพฤติตามโอวาทซึ่งเขาได้รับจากเรา"));
thsuperobject.biblemap.put("b53_3_7", new thsuperobject(53,3,7,"เพราะว่าตัวท่านเองก็รู้อยู่ว่าท่านควรจะทำตามเราอย่างไร เพราะเรามิได้ประพฤติเกะกะเลยเมื่อเราอยู่ในหมู่พวกท่าน"));
thsuperobject.biblemap.put("b53_3_8", new thsuperobject(53,3,8,"และเรามิได้ทานอาหารผู้ใดเปล่าๆ แต่เราได้ทำการหนักด้วยความพากเพียรทั้งกลางวันและกลางคืน เพื่อเราจะไม่เป็นภาระแก่คนหนึ่งคนใดในพวกท่าน"));
thsuperobject.biblemap.put("b53_3_9", new thsuperobject(53,3,9,"มิใช่เพราะเราไม่มีสิทธิ์ แต่ว่าเพื่อทำตัวเป็นแบบอย่างให้ท่านทั้งหลายทำตามเรา"));
thsuperobject.biblemap.put("b53_3_10", new thsuperobject(53,3,10,"แม้เมื่อเราอยู่กับพวกท่าน เราก็ได้กำชับท่านอย่างนี้ว่า ถ้าผู้ใดไม่ยอมทำงาน ก็อย่าให้เขากิน"));
thsuperobject.biblemap.put("b53_3_11", new thsuperobject(53,3,11,"เพราะเราได้ยินว่า มีบางคนในพวกท่านอยู่อย่างเกะกะ ไม่ทำงานอะไรเลย แต่ชอบยุ่งกับธุระของคนอื่น"));
thsuperobject.biblemap.put("b53_3_12", new thsuperobject(53,3,12,"เราจึงกำชับและเตือนสติคนเช่นนั้นโดยพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราว่า ให้เขาทำงานด้วยใจสงบ และกินอาหารของตนเอง"));
thsuperobject.biblemap.put("b53_3_13", new thsuperobject(53,3,13,"พี่น้องทั้งหลาย ท่านอย่าอ่อนใจที่จะกระทำการดีเลย"));
thsuperobject.biblemap.put("b53_3_14", new thsuperobject(53,3,14,"ถ้าผู้ใดไม่เชื่อฟังถ้อยคำของเราในจดหมายฉบับนี้ จงจดจำคนนั้นไว้ อย่าสมาคมกับเขาเลย เพื่อเขาจะได้อาย"));
thsuperobject.biblemap.put("b53_3_15", new thsuperobject(53,3,15,"อย่าถือว่าเขาเป็นศัตรู แต่จงเตือนสติเขาฉันพี่น้องคนหนึ่ง"));
thsuperobject.biblemap.put("b53_3_16", new thsuperobject(53,3,16,"บัดนี้ ขอให้องค์พระผู้เป็นเจ้าแห่งสันติสุข ทรงโปรดประทานสันติสุขให้แก่ท่านทั้งหลายทุกเวลาและทุกทาง ขอให้องค์พระผู้เป็นเจ้าดำรงอยู่กับท่านทุกคนเถิด"));
thsuperobject.biblemap.put("b53_3_17", new thsuperobject(53,3,17,"นี่แหละเป็นคำคำนับของข้าพเจ้าคือ เปาโล ที่เขียนด้วยมือของข้าพเจ้าเอง ซึ่งเป็นเครื่องหมายในจดหมายทุกฉบับ ข้าพเจ้าจึงเขียนเช่นนี้"));
thsuperobject.biblemap.put("b53_3_18", new thsuperobject(53,3,18,"ขอให้พระคุณของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา ดำรงอยู่กับท่านทั้งหลายเถิด เอเมน [จดหมายฉบับที่สองถึงชาวเธสะโลนิกาได้เขียนจากกรุงเอเธนส์]"));

}

}