package th.bible;

public class thbible63 {

public thbible63() {

putmapbible63();

}

private void putmapbible63() {

thsuperobject.biblemap.put("b63_1_1", new thsuperobject(63,1,1,"ข้าพเจ้าผู้ปกครอง เรียน มายังท่านสุภาพสตรีที่ทรงเลือกไว้ และบรรดาบุตรของเธอ ผู้ซึ่งข้าพเจ้ารักเนื่องในความจริง และมิใช่แต่ข้าพเจ้าเท่านั้น แต่คนทั้งปวงที่ได้รู้จักความจริงก็รักด้วย"));
thsuperobject.biblemap.put("b63_1_2", new thsuperobject(63,1,2,"เพราะเห็นแก่ความจริงที่อยู่ในเราทั้งหลาย และซึ่งจะดำรงอยู่กับเราเป็นนิตย์"));
thsuperobject.biblemap.put("b63_1_3", new thsuperobject(63,1,3,"พระกรุณาธิคุณ พระเมตตาคุณ และสันติสุขจากพระเจ้าพระบิดา และจากพระเยซูคริสต์เจ้าพระบุตรแห่งพระบิดา สถิตอยู่กับท่านทั้งหลายในความจริงและในความรัก"));
thsuperobject.biblemap.put("b63_1_4", new thsuperobject(63,1,4,"ข้าพเจ้ามีความยินดีเป็นอย่างยิ่งที่เห็นบุตรของท่านดำเนินตามความจริง เหมือนเราได้รับพระบัญญัติจากพระบิดา"));
thsuperobject.biblemap.put("b63_1_5", new thsuperobject(63,1,5,"และท่านสุภาพสตรี บัดนี้ข้าพเจ้าขอวิงวอนท่าน มิใช่เสมือนหนึ่งว่าข้าพเจ้าเขียนพระบัญญัติใหม่ถึงท่าน แต่เป็นพระบัญญัติที่เราได้มีมาแล้วตั้งแต่เริ่มแรก นั่นก็คือให้เราทั้งหลายรักซึ่งกันและกัน"));
thsuperobject.biblemap.put("b63_1_6", new thsuperobject(63,1,6,"และความรักนั้นก็คือ การที่เราทั้งหลายประพฤติตามพระบัญญัติของพระองค์ นี่เป็นพระบัญญัตินั้นซึ่งท่านทั้งหลายได้ยินได้ฟังมาตั้งแต่เริ่มแรก เพื่อท่านทั้งหลายจะประพฤติตาม"));
thsuperobject.biblemap.put("b63_1_7", new thsuperobject(63,1,7,"เพราะว่ามีผู้ล่อลวงเป็นอันมากออกเที่ยวไปในโลก คือคนที่ไม่รับว่าพระเยซูคริสต์ได้เสด็จมาเป็นมนุษย์ คนนั้นแหละเป็นผู้ล่อลวงและเป็นปฏิปักษ์กับพระคริสต์"));
thsuperobject.biblemap.put("b63_1_8", new thsuperobject(63,1,8,"ท่านทั้งหลายจงระวังตัวให้ดี เพื่อเราจะได้ไม่สูญเสียสิ่งที่เราได้กระทำมาแล้ว แต่ว่าเราจะได้รับบำเหน็จเต็มที่"));
thsuperobject.biblemap.put("b63_1_9", new thsuperobject(63,1,9,"ผู้ใดละเมิดและไม่อยู่ในพระโอวาทของพระคริสต์ ผู้นั้นก็ไม่มีพระเจ้า ผู้ใดอยู่ในพระโอวาทของพระคริสต์ ผู้นั้นก็มีทั้งพระบิดาและพระบุตร"));
thsuperobject.biblemap.put("b63_1_10", new thsuperobject(63,1,10,"ถ้าผู้ใดมาหาท่านและไม่นำพระโอวาทนี้มาด้วย อย่ารับเขาไว้ในเรือน และอย่าอวยพรเขาเลย"));
thsuperobject.biblemap.put("b63_1_11", new thsuperobject(63,1,11,"เพราะว่าผู้ที่อวยพรเขา ก็เข้าส่วนในการกระทำชั่วของเขานั้น"));
thsuperobject.biblemap.put("b63_1_12", new thsuperobject(63,1,12,"ข้าพเจ้ายังมีข้อความอีกหลายข้อที่จะเขียนถึงท่าน แต่ก็ไม่อยากใช้กระดาษและน้ำหมึกเขียน ข้าพเจ้าหวังว่าจะมาหาท่าน และสนทนากับท่านเฉพาะหน้า เพื่อความปีติยินดีของเราจะได้เต็มเปี่ยม"));
thsuperobject.biblemap.put("b63_1_13", new thsuperobject(63,1,13,"บรรดาบุตรของน้องสาวของท่านที่ได้ทรงเลือกไว้ ฝากความระลึกถึงมายังท่าน เอเมน"));

}

}