package th.bible;

public class thbible54 {

public thbible54() {

putmapbible54();

}

private void putmapbible54() {

thsuperobject.biblemap.put("b54_1_1", new thsuperobject(54,1,1,"เปาโล อัครสาวกของพระเยซูคริสต์ ตามพระบัญชาของพระเจ้าผู้ทรงเป็นพระผู้ช่วยให้รอดของเรา และพระเยซูคริสต์เจ้าผู้ทรงเป็นความหวังของเรา"));
thsuperobject.biblemap.put("b54_1_2", new thsuperobject(54,1,2,"ถึง ทิโมธี ผู้เป็นบุตรแท้ของข้าพเจ้าในความเชื่อ ขอพระคุณและพระกรุณาและสันติสุขจากพระเจ้าพระบิดาของเราและจากพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา จงดำรงอยู่กับท่านเถิด"));
thsuperobject.biblemap.put("b54_1_3", new thsuperobject(54,1,3,"เมื่อข้าพเจ้าได้ไปยังแคว้นมาซิโดเนีย ตามที่ข้าพเจ้าได้ขอร้องให้ท่านคอยอยู่ในเมืองเอเฟซัส เพื่อท่านจะได้กำชับบางคนไม่ให้เขาสอนคำสอนอื่นๆ"));
thsuperobject.biblemap.put("b54_1_4", new thsuperobject(54,1,4,"ทั้งไม่ให้เขาใส่ใจในเรื่องนิยายต่างๆและเรื่องลำดับวงศ์ตระกูลอันไม่รู้จบ ซึ่งเป็นเหตุให้เกิดปัญหามากกว่าให้เกิดความจำเริญในทางของพระเจ้า อันดำเนินไปด้วยความเชื่อ ก็จงกระทำดังนั้น"));
thsuperobject.biblemap.put("b54_1_5", new thsuperobject(54,1,5,"แต่จุดประสงค์แห่งพระบัญญัตินั้นก็คือ ความรักซึ่งเกิดจากใจอันบริสุทธิ์ และจากจิตสำนึกอันดี และจากความเชื่ออันจริงใจ"));
thsuperobject.biblemap.put("b54_1_6", new thsuperobject(54,1,6,"บางคนก็ได้ผิดจุดประสงค์เลี่ยงไปจากสิ่งเหล่านี้หลงไปในทางพูดเหลวไหล"));
thsuperobject.biblemap.put("b54_1_7", new thsuperobject(54,1,7,"และแม้ว่าเขาไม่เข้าใจคำที่เขากล่าวทั้งสิ่งที่เขายืนยัน เขาก็ยังปรารถนาเป็นอาจารย์ฝ่ายพระราชบัญญัติ"));
thsuperobject.biblemap.put("b54_1_8", new thsuperobject(54,1,8,"แต่เราทั้งหลายรู้อยู่ว่าพระราชบัญญัตินั้นดี ถ้าผู้ใดใช้ให้ถูกต้อง"));
thsuperobject.biblemap.put("b54_1_9", new thsuperobject(54,1,9,"คือโดยรู้ว่าพระราชบัญญัตินั้นมิได้ทรงบัญญัติไว้สำหรับคนชอบธรรม แต่ทรงบัญญัติไว้สำหรับคนอยู่นอกพระราชบัญญัติและคนดื้อด้าน คนอธรรมและคนบาป คนไม่บริสุทธิ์และคนหมิ่นประมาท คนฆ่าพ่อ คนฆ่าแม่ คนฆ่าคน"));
thsuperobject.biblemap.put("b54_1_10", new thsuperobject(54,1,10,"คนล่วงประเวณี พวกกะเทย ผู้ร้ายลักคน คนโกหก คนทวนสบถ และอะไรๆที่ขัดกับคำสอนอันถูกต้อง"));
thsuperobject.biblemap.put("b54_1_11", new thsuperobject(54,1,11,"ตามที่มีอยู่ในข่าวประเสริฐอันมีสง่าราศีของพระเจ้าผู้เสวยสุข คือข่าวประเสริฐที่ได้ทรงมอบไว้กับข้าพเจ้านั้น"));
thsuperobject.biblemap.put("b54_1_12", new thsuperobject(54,1,12,"ข้าพเจ้าขอบพระคุณพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา ผู้ทรงชูกำลังข้าพเจ้า ด้วยว่าพระองค์ทรงถือว่าข้าพเจ้าเป็นคนสัตย์ซื่อ จึงทรงตั้งข้าพเจ้าให้ปฏิบัติพระราชกิจของพระองค์"));
thsuperobject.biblemap.put("b54_1_13", new thsuperobject(54,1,13,"ถึงแม้ว่าเมื่อก่อนนั้นข้าพเจ้าเป็นคนหมิ่นประมาท ข่มเหง และเป็นผู้ปฏิบัติอย่างหยาบช้า แต่ข้าพเจ้าได้รับพระกรุณา เพราะว่าที่ข้าพเจ้าได้กระทำอย่างนั้นก็ได้กระทำไปโดยความเขลาเพราะความไม่เชื่อ"));
thsuperobject.biblemap.put("b54_1_14", new thsuperobject(54,1,14,"และพระคุณแห่งองค์พระผู้เป็นเจ้าของเรานั้นมีมากเหลือล้น พร้อมด้วยความเชื่อและความรักซึ่งมีอยู่ในพระเยซูคริสต์"));
thsuperobject.biblemap.put("b54_1_15", new thsuperobject(54,1,15,"คำนี้เป็นคำสัตย์จริงและสมควรที่คนทั้งปวงจะรับไว้ คือว่าพระเยซูคริสต์ได้เสด็จมาในโลกเพื่อจะได้ทรงช่วยคนบาปให้รอด และในพวกคนบาปนั้นข้าพเจ้าเป็นตัวเอก"));
thsuperobject.biblemap.put("b54_1_16", new thsuperobject(54,1,16,"แต่ว่าเพราะเหตุนี้เองข้าพเจ้าจึงได้รับพระกรุณา คือว่าเพื่อพระเยซูคริสต์จะได้ทรงสำแดงความอดกลั้นพระทัยทุกอย่างให้เห็น ในตัวข้าพเจ้าซึ่งเป็นตัวเอกนั้น ให้เป็นแบบอย่างแก่คนทั้งปวงที่ภายหลังจะเชื่อในพระองค์แล้วรับชีวิตนิรันดร์"));
thsuperobject.biblemap.put("b54_1_17", new thsuperobject(54,1,17,"บัดนี้ พระเกียรติและสง่าราศีจงมีแด่พระมหากษัตริย์ผู้ทรงพระเจริญอยู่นิรันดร์ ผู้ทรงเป็นองค์อมตะ ซึ่งมิได้ปรากฏแก่ตา พระเจ้าผู้ทรงพระปัญญาแต่พระองค์เดียว สืบๆไปเป็นนิตย์ เอเมน"));
thsuperobject.biblemap.put("b54_1_18", new thsuperobject(54,1,18,"ทิโมธีบุตรเอ๋ย คำกำชับนี้ข้าพเจ้าได้ให้ไว้กับท่านตามคำพยากรณ์ซึ่งมาล่วงหน้าเล็งถึงท่าน เพื่อข้อความเหล่านั้นท่านจะได้เข้าสู้รบได้ดี"));
thsuperobject.biblemap.put("b54_1_19", new thsuperobject(54,1,19,"จงยึดความเชื่อไว้และมีจิตสำนึกอันดี ซึ่งข้อนี้บางคนได้ละทิ้งเสีย ความเชื่อของเขาจึงอับปางลง"));
thsuperobject.biblemap.put("b54_1_20", new thsuperobject(54,1,20,"ในคนเหล่านั้นมีฮีเมเนอัสและอเล็กซานเดอร์ ซึ่งข้าพเจ้าได้มอบไว้แก่ซาตานแล้ว เพื่อเขาจะได้เรียนรู้ที่จะไม่หมิ่นประมาท"));
thsuperobject.biblemap.put("b54_2_1", new thsuperobject(54,2,1,"เหตุฉะนั้นก่อนสิ่งอื่นใด ข้าพเจ้าขอเตือนสติท่านทั้งหลายให้วิงวอนอธิษฐานทูลขอ และขอบพระคุณเพื่อคนทั้งปวง"));
thsuperobject.biblemap.put("b54_2_2", new thsuperobject(54,2,2,"เพื่อกษัตริย์ทั้งหลายและคนทั้งปวงที่มีตำแหน่งสูง เพื่อเราจะได้ดำเนินชีวิตอย่างเงียบๆและสงบสุข ในทางที่เป็นอย่างพระเจ้าและอย่างซื่อสัตย์"));
thsuperobject.biblemap.put("b54_2_3", new thsuperobject(54,2,3,"การเช่นนี้เป็นการดีและเป็นที่ชอบในสายพระเนตรของพระเจ้า พระผู้ช่วยให้รอดของเรา"));
thsuperobject.biblemap.put("b54_2_4", new thsuperobject(54,2,4,"ผู้ทรงมีพระประสงค์ให้คนทั้งปวงรอด และให้มาถึงความรู้ในความจริงนั้น"));
thsuperobject.biblemap.put("b54_2_5", new thsuperobject(54,2,5,"ด้วยเหตุว่า มีพระเจ้าองค์เดียวและมีคนกลางแต่ผู้เดียวระหว่างพระเจ้ากับมนุษย์ คือพระเยซูคริสต์ผู้ทรงสภาพเป็นมนุษย์"));
thsuperobject.biblemap.put("b54_2_6", new thsuperobject(54,2,6,"ผู้ทรงประทานพระองค์เองเป็นค่าไถ่สำหรับคนทั้งปวง เหตุการณ์นี้เป็นพยานในเวลาอันเหมาะ"));
thsuperobject.biblemap.put("b54_2_7", new thsuperobject(54,2,7,"และสำหรับการนี้ ข้าพเจ้าจึงได้ถูกตั้งไว้เป็นนักเทศน์และเป็นอัครสาวก (ข้าพเจ้าพูดความจริงในพระคริสต์และไม่ปดเลย) และเป็นครูสอนความเชื่อและความจริงแก่คนต่างชาติ"));
thsuperobject.biblemap.put("b54_2_8", new thsuperobject(54,2,8,"เหตุฉะนั้น ข้าพเจ้าปรารถนาให้ผู้ชายทั้งหลายอธิษฐานในที่ทุกแห่ง โดยยกมืออันบริสุทธิ์ปราศจากโทโสและการเถียงกัน"));
thsuperobject.biblemap.put("b54_2_9", new thsuperobject(54,2,9,"ฝ่ายพวกผู้หญิงก็เหมือนกันให้แต่งตัวสุภาพเรียบร้อยพร้อมด้วยความรู้จักละอาย และความมีสติสัมปชัญญะ ไม่ใช่ถักผมหรือประดับกายด้วยเครื่องทองและไข่มุกหรือเสื้อผ้าราคาแพง"));
thsuperobject.biblemap.put("b54_2_10", new thsuperobject(54,2,10,"แต่ให้ประดับด้วยการกระทำดี (ซึ่งสมกับหญิงที่ประกาศตัวว่าถือพระเจ้า)"));
thsuperobject.biblemap.put("b54_2_11", new thsuperobject(54,2,11,"ให้ผู้หญิงเรียนอย่างเงียบๆและด้วยใจนอบน้อมทุกอย่าง"));
thsuperobject.biblemap.put("b54_2_12", new thsuperobject(54,2,12,"ข้าพเจ้าไม่อนุญาตให้ผู้หญิงสั่งสอนหรือใช้อำนาจเหนือผู้ชาย แต่ให้เขานิ่งๆอยู่"));
thsuperobject.biblemap.put("b54_2_13", new thsuperobject(54,2,13,"ด้วยว่าพระเจ้าทรงเนรมิตสร้างอาดัมก่อน แล้วจึงทรงสร้างเอวา"));
thsuperobject.biblemap.put("b54_2_14", new thsuperobject(54,2,14,"และอาดัมไม่ได้ถูกหลอกลวง แต่ผู้หญิงนั้นได้ถูกหลอกลวงจึงได้ละเมิด"));
thsuperobject.biblemap.put("b54_2_15", new thsuperobject(54,2,15,"แต่ถึงกระนั้นเธอก็จะรอดได้ด้วยการคลอดบุตร ถ้าเขาทั้งหลายยังดำรงอยู่ในความเชื่อ ในความรัก และในความบริสุทธิ์ ด้วยความมีสติสัมปชัญญะ"));
thsuperobject.biblemap.put("b54_3_1", new thsuperobject(54,3,1,"คำนี้เป็นคำจริง คือว่าถ้าชายคนใดปรารถนาหน้าที่เจ้าอธิการ คนนั้นก็ปรารถนากิจการงานที่ประเสริฐ"));
thsuperobject.biblemap.put("b54_3_2", new thsuperobject(54,3,2,"เจ้าอธิการนั้นจึงต้องเป็นคนที่ไม่มีใครติได้ เป็นสามีของหญิงคนเดียว เป็นคนรอบคอบ เป็นคนรู้จักประมาณตน เป็นคนมีความประพฤติดี มีอัชฌาสัยรับแขกดี เหมาะที่จะเป็นครู"));
thsuperobject.biblemap.put("b54_3_3", new thsuperobject(54,3,3,"ไม่ดื่มเหล้าองุ่น ไม่เป็นนักเลง ไม่เป็นคนโลภมักได้ แต่เป็นคนสุภาพ ไม่เป็นคนชอบวิวาท ไม่เป็นคนเห็นแก่เงิน"));
thsuperobject.biblemap.put("b54_3_4", new thsuperobject(54,3,4,"ต้องเป็นคนครอบครองบ้านเรือนของตนได้ดี บังคับบัญชาบุตรทั้งหลายของตนด้วยความสง่าผ่าเผยทุกอย่าง"));
thsuperobject.biblemap.put("b54_3_5", new thsuperobject(54,3,5,"(เพราะว่าถ้าชายคนใดไม่รู้จักครอบครองบ้านเรือนของตน คนนั้นจะดูแลคริสตจักรของพระเจ้าอย่างไรได้)"));
thsuperobject.biblemap.put("b54_3_6", new thsuperobject(54,3,6,"อย่าให้ผู้ที่กลับใจใหม่ๆเป็นเจ้าอธิการ เกรงว่าเขาอาจจะเย่อหยิ่ง และก็จะถูกปรับโทษเหมือนอย่างพญามาร"));
thsuperobject.biblemap.put("b54_3_7", new thsuperobject(54,3,7,"นอกนั้นเขาจะต้องมีชื่อเสียงดีในคนภายนอก เกรงว่าเขาจะเป็นที่ติเตียน และจะติดบ่วงแร้วของพญามาร"));
thsuperobject.biblemap.put("b54_3_8", new thsuperobject(54,3,8,"ฝ่ายผู้ช่วยนั้นก็เช่นเดียวกัน คือต้องเป็นคนสง่าผ่าเผย ไม่เป็นคนสองลิ้น ไม่ดื่มเหล้าองุ่นมาก ไม่เป็นคนโลภมักได้"));
thsuperobject.biblemap.put("b54_3_9", new thsuperobject(54,3,9,"และเป็นคนยึดมั่นในข้อลึกลับแห่งความเชื่อด้วยจิตสำนึกผิดและชอบอันบริสุทธิ์"));
thsuperobject.biblemap.put("b54_3_10", new thsuperobject(54,3,10,"จงลองดูคนเหล่านี้เสียก่อนด้วย และเมื่อเห็นว่าไม่มีข้อตำหนิแล้ว จึงตั้งเขาไว้ในตำแหน่งผู้ช่วย"));
thsuperobject.biblemap.put("b54_3_11", new thsuperobject(54,3,11,"ฝ่ายพวกภรรยาของเขาก็เหมือนกัน ต้องเป็นคนสง่าผ่าเผย ไม่ใส่ร้ายผู้อื่น เป็นคนรู้จักประมาณตน และเป็นคนสัตย์ซื่อในสิ่งทั้งปวง"));
thsuperobject.biblemap.put("b54_3_12", new thsuperobject(54,3,12,"จงให้ผู้ช่วยนั้นเป็นสามีของหญิงคนเดียว และบังคับบัญชาบุตรของตน และปกครองบ้านเรือนของตนได้ดี"));
thsuperobject.biblemap.put("b54_3_13", new thsuperobject(54,3,13,"เพราะว่าคนที่กระทำการในหน้าที่ผู้ช่วยได้ดี ก็ได้ตำแหน่งอันมีหน้ามีตา และมีใจกล้าเป็นอันมากในความเชื่อซึ่งมีในพระเยซูคริสต์"));
thsuperobject.biblemap.put("b54_3_14", new thsuperobject(54,3,14,"ข้อความเหล่านี้ข้าพเจ้าเขียนฝากมายังท่าน หวังใจว่าไม่ช้าไม่นานข้าพเจ้าจะมาหาท่าน"));
thsuperobject.biblemap.put("b54_3_15", new thsuperobject(54,3,15,"แต่หากว่าข้าพเจ้ามาช้า ท่านก็จะได้รู้ว่าควรประพฤติอย่างไรในครอบครัวของพระเจ้า คือคริสตจักรของพระเจ้าผู้ดำรงพระชนม์ เป็นหลักและรากแห่งความจริง"));
thsuperobject.biblemap.put("b54_3_16", new thsuperobject(54,3,16,"ทางของพระเจ้าอันยิ่งใหญ่และลึกลับซึ่งไม่มีใครปฏิเสธได้ก็คือ พระเจ้าทรงปรากฏในเนื้อหนัง พระวิญญาณได้ทรงพิสูจน์แล้ว หมู่ทูตสวรรค์ก็เห็น และมีผู้ประกาศพระองค์แก่ชนต่างชาติ มีชาวโลกเชื่อถือพระองค์ และพระองค์ทรงถูกรับขึ้นไปในสง่าราศี"));
thsuperobject.biblemap.put("b54_4_1", new thsuperobject(54,4,1,"บัดนี้ พระวิญญาณได้ตรัสไว้อย่างชัดแจ้งว่า ในกาลภายหลังจะมีบางคนละทิ้งความเชื่อ โดยหันไปเชื่อฟังวิญญาณที่ล่อลวง และฟังคำสอนของพวกผีปิศาจ"));
thsuperobject.biblemap.put("b54_4_2", new thsuperobject(54,4,2,"การหน้าซื่อใจคดของคนที่พูดโกหก คือทำไปทั้งรู้ๆเหมือนอย่างกับเอาเหล็กแดงนาบลงไปบนจิตสำนึกผิดชอบของเขา"));
thsuperobject.biblemap.put("b54_4_3", new thsuperobject(54,4,3,"เขาห้ามไม่ให้ทำการสมรส ห้ามรับประทานอาหารซึ่งพระเจ้าทรงสร้างไว้ให้ผู้ที่เชื่อและรู้จักความจริงรับประทานด้วยขอบพระคุณ"));
thsuperobject.biblemap.put("b54_4_4", new thsuperobject(54,4,4,"ด้วยว่าสิ่งสารพัดซึ่งพระเจ้าได้ทรงสร้างไว้นั้นเป็นของดี ถ้าแม้รับประทานด้วยขอบพระคุณ ก็ไม่ห้ามเลยสักสิ่งเดียว"));
thsuperobject.biblemap.put("b54_4_5", new thsuperobject(54,4,5,"เพราะว่าสิ่งเหล่านั้นเป็นของที่ชำระไว้แล้วโดยพระวจนะของพระเจ้าและคำอธิษฐาน"));
thsuperobject.biblemap.put("b54_4_6", new thsuperobject(54,4,6,"ถ้าท่านจะให้พวกพี่น้องระลึกถึงสิ่งเหล่านี้ ท่านก็จะเป็นผู้รับใช้ที่ดีของพระเยซูคริสต์ เจริญด้วยพระวจนะแห่งความเชื่อ และด้วยหลักคำสั่งสอนอันดีที่ท่านได้ประพฤติตามนั้น"));
thsuperobject.biblemap.put("b54_4_7", new thsuperobject(54,4,7,"แต่จงหลีกเลี่ยงจากนิยายอันหยาบคาย และนิยายซึ่งยายเคยเล่าให้ฟังนั้น จงฝึกตนในทางที่เป็นอย่างพระเจ้า"));
thsuperobject.biblemap.put("b54_4_8", new thsuperobject(54,4,8,"เพราะว่าการฝึกทางกายนั้นมีประโยชน์อยู่บ้าง แต่ทางของพระเจ้าก็มีประโยชน์ในทุกทาง คือมีพระสัญญาสำหรับชีวิตปัจจุบันและชีวิตอนาคตด้วย"));
thsuperobject.biblemap.put("b54_4_9", new thsuperobject(54,4,9,"คำนี้เป็นคำสัตย์จริงและสมควรที่คนทั้งปวงจะรับไว้"));
thsuperobject.biblemap.put("b54_4_10", new thsuperobject(54,4,10,"ด้วยเหตุนี้ เราจึงตรากตรำทำงานและทนสู้ ก็เพราะเรามีความหวังใจในพระเจ้าผู้ดำรงพระชนม์ ผู้ทรงเป็นพระผู้ช่วยให้รอดของคนทั้งปวง โดยเฉพาะของผู้ที่เชื่อ"));
thsuperobject.biblemap.put("b54_4_11", new thsuperobject(54,4,11,"จงบัญชาและสั่งสอนสิ่งเหล่านี้"));
thsuperobject.biblemap.put("b54_4_12", new thsuperobject(54,4,12,"อย่าให้ผู้ใดดูหมิ่นความหนุ่มแน่นของท่าน แต่จงเป็นแบบอย่างของคนทั้งหลายที่เชื่อ ทั้งในทางวาจา ในการประพฤติ ในความรัก ในน้ำใจ ในความเชื่อ และในความบริสุทธิ์"));
thsuperobject.biblemap.put("b54_4_13", new thsuperobject(54,4,13,"จงใฝ่ใจในการอ่าน ในการเทศนา และในการสั่งสอน จนกว่าเราจะมา"));
thsuperobject.biblemap.put("b54_4_14", new thsuperobject(54,4,14,"อย่าละเลยของประทานที่มีอยู่ในตัวท่าน ซึ่งได้ทรงประทานแก่ท่านตามคำพยากรณ์ เมื่อคณะเพรสไบเตรีได้เอามือวางบนท่าน"));
thsuperobject.biblemap.put("b54_4_15", new thsuperobject(54,4,15,"จงเอาใจใส่ในข้อความเหล่านี้ ฝังตัวท่านไว้ในการนี้ทีเดียว เพื่อความจำเริญของท่านจะได้ปรากฏแจ้งแก่คนทั้งปวง"));
thsuperobject.biblemap.put("b54_4_16", new thsuperobject(54,4,16,"จงระวังตัวท่านและคำสอนของท่าน จงยึดข้อที่กล่าวนี้ให้มั่น เพราะเมื่อกระทำดังนั้น ท่านจะช่วยทั้งตัวท่านเองและคนทั้งปวงที่ฟังท่านให้รอดได้"));
thsuperobject.biblemap.put("b54_5_1", new thsuperobject(54,5,1,"อย่าพูดสบประมาทคนมีอาวุโส แต่จงตักเตือนเขาเสมือนเป็นบิดา และคนหนุ่มๆทั้งหลายเป็นเสมือนพี่หรือน้อง"));
thsuperobject.biblemap.put("b54_5_2", new thsuperobject(54,5,2,"และผู้หญิงผู้มีอาวุโสเป็นเสมือนมารดา และส่วนหญิงสาวๆก็ให้เป็นเสมือนพี่สาวน้องสาว ด้วยความบริสุทธิ์ทั้งหมด"));
thsuperobject.biblemap.put("b54_5_3", new thsuperobject(54,5,3,"จงให้เกียรติแก่แม่ม่ายไร้ที่พึ่ง"));
thsuperobject.biblemap.put("b54_5_4", new thsuperobject(54,5,4,"ถ้าแม่ม่ายคนใดมีลูกหลานก็ให้ลูกหลานนั้นเรียนเพื่อให้รู้จักที่จะปฏิบัติกับครอบครัวของตนก่อน และให้ตอบแทนคุณบิดามารดาของตน เพราะว่าการกระทำเช่นนี้เป็นการดีและเป็นที่ชอบต่อพระพักตร์พระเจ้า"));
thsuperobject.biblemap.put("b54_5_5", new thsuperobject(54,5,5,"ฝ่ายผู้หญิงที่เป็นแม่ม่ายอย่างแท้จริง และอยู่ตามลำพังแต่ผู้เดียวนั้น จงวางใจในพระเจ้า และดำรงอยู่ในการวิงวอนและการอธิษฐานทั้งกลางวันและกลางคืน"));
thsuperobject.biblemap.put("b54_5_6", new thsuperobject(54,5,6,"ส่วนผู้หญิงที่ปล่อยตัวในการสนุกสนานนั้น ก็ตายแล้วทั้งเป็นๆอยู่"));
thsuperobject.biblemap.put("b54_5_7", new thsuperobject(54,5,7,"จงกำชับข้อความเหล่านี้ เพื่อเขาจะไม่ถูกตำหนิ"));
thsuperobject.biblemap.put("b54_5_8", new thsuperobject(54,5,8,"ถ้าแม้ผู้ใดไม่เลี้ยงดูวงศ์ญาติของตน และโดยเฉพาะอย่างยิ่งคนในบ้านเรือนของตน ผู้นั้นก็ได้ปฏิเสธความเชื่อเสียแล้ว และชั่วยิ่งกว่าคนที่ไม่ได้เชื่อเสียอีก"));
thsuperobject.biblemap.put("b54_5_9", new thsuperobject(54,5,9,"อย่าให้แม่ม่ายคนใดที่อายุต่ำกว่าหกสิบปี ลงชื่อในทะเบียนแม่ม่าย จะต้องเป็นภรรยาของชายคนเดียว"));
thsuperobject.biblemap.put("b54_5_10", new thsuperobject(54,5,10,"และจะต้องเป็นผู้ที่ได้ชื่อว่าได้กระทำดี เช่นได้เอาใจใส่เลี้ยงดูลูก ได้มีน้ำใจรับรองแขก ได้ล้างเท้าวิสุทธิชน ได้สงเคราะห์คนที่มีความทุกข์ยาก และได้บำเพ็ญคุณความดีทุกอย่าง"));
thsuperobject.biblemap.put("b54_5_11", new thsuperobject(54,5,11,"แต่แม่ม่ายสาวๆนั้นอย่ารับขึ้นทะเบียน เพราะว่าเมื่อเขาหลงละเลิงห่างจากพระคริสต์ไปแล้ว ก็ใคร่จะสมรสอีก"));
thsuperobject.biblemap.put("b54_5_12", new thsuperobject(54,5,12,"เขาจะต้องถูกตำหนิ เพราะเขาได้ทิ้งความเชื่อเดิมของเขา"));
thsuperobject.biblemap.put("b54_5_13", new thsuperobject(54,5,13,"นอกจากนั้นเขาก็จะกลายเป็นคนเกียจคร้าน เที่ยวไปบ้านนี้บ้านนั้น และมิใช่แต่เกียจคร้านเท่านั้น แต่ปากบอนด้วย และเที่ยวยุ่งกับเรื่องของผู้อื่น พูดสิ่งซึ่งไม่ควรจะพูด"));
thsuperobject.biblemap.put("b54_5_14", new thsuperobject(54,5,14,"เหตุฉะนั้นข้าพเจ้าปรารถนาให้พวกแม่ม่ายสาวๆนั้นมีสามี มีบุตร และดูแลบ้านเรือน เพื่อมิให้ศัตรูมีช่องทางนินทาได้"));
thsuperobject.biblemap.put("b54_5_15", new thsuperobject(54,5,15,"ด้วยว่ามีบางคนได้หลงตามซาตานไปแล้ว"));
thsuperobject.biblemap.put("b54_5_16", new thsuperobject(54,5,16,"ถ้าชายหรือหญิงผู้มีความเชื่อคนใดมีแม่ม่าย ก็ให้เขาช่วยเลี้ยงดู อย่าให้เป็นภาระของคริสตจักรเลย เพื่อคริสตจักรจะได้สงเคราะห์คนที่เป็นแม่ม่ายไร้ที่พึ่งจริงๆ"));
thsuperobject.biblemap.put("b54_5_17", new thsuperobject(54,5,17,"จงถือว่าผู้ปกครองที่ปกครองดีนั้นสมควรได้รับเกียรติสองเท่า โดยเฉพาะอย่างยิ่งผู้ปกครองที่ทำงานหนักในการเทศนาและสั่งสอน"));
thsuperobject.biblemap.put("b54_5_18", new thsuperobject(54,5,18,"เพราะพระคัมภีร์กล่าวว่า `อย่าเอาตะกร้าครอบปากวัว เมื่อมันกำลังนวดข้าวอยู่' และ `ผู้ทำงานสมควรจะได้รับค่าจ้างของตน'"));
thsuperobject.biblemap.put("b54_5_19", new thsuperobject(54,5,19,"อย่ายอมรับคำกล่าวหาผู้ปกครองคนใด เว้นเสียแต่จะมีพยานสองสามคน"));
thsuperobject.biblemap.put("b54_5_20", new thsuperobject(54,5,20,"สำหรับผู้ปกครองที่ยังคงกระทำบาป จงว่ากล่าวเขาต่อหน้าคนทั้งปวง เพื่อผู้อื่นจะได้เกรงกลัวด้วย"));
thsuperobject.biblemap.put("b54_5_21", new thsuperobject(54,5,21,"ข้าพเจ้ากำชับท่านต่อพระพักตร์พระเจ้าและต่อพระเยซูคริสต์เจ้า และต่อเหล่าทูตสวรรค์ที่ทรงเลือกสรรไว้แล้วนั้น ให้ท่านรักษาข้อความเหล่านี้ไว้โดยไม่เห็นแก่หน้าผู้ใด และไม่กระทำการใดๆด้วยใจลำเอียง"));
thsuperobject.biblemap.put("b54_5_22", new thsuperobject(54,5,22,"อย่าด่วนวางมือเจิมผู้ใด และอย่ามีส่วนร่วมในการกระทำบาปของผู้อื่นเลย จงรักษาตัวให้บริสุทธิ์"));
thsuperobject.biblemap.put("b54_5_23", new thsuperobject(54,5,23,"อย่าดื่มแต่น้ำอีกต่อไป แต่จงใช้น้ำองุ่นบ้างเล็กน้อย เพื่อประโยชน์แก่กระเพาะอาหารของท่านและโรคที่บังเกิดแก่ท่านเนืองๆ"));
thsuperobject.biblemap.put("b54_5_24", new thsuperobject(54,5,24,"การผิดของบางคนย่อมปรากฏเด่นขึ้นก่อน แล้วก็นำเขาไปถึงที่พิพากษา แต่การผิดของบางคนนั้นจะตามหลังเขาไป"));
thsuperobject.biblemap.put("b54_5_25", new thsuperobject(54,5,25,"ฝ่ายการดีของบางคนก็ปรากฏเด่นขึ้นก่อนด้วยเหมือนกัน และการนอกนั้นจะปิดบังไว้ก็ไม่ได้"));
thsuperobject.biblemap.put("b54_6_1", new thsuperobject(54,6,1,"จงให้คนทั้งหลายที่อยู่ใต้แอกแห่งความเป็นทาส ถือว่านายของตนเป็นผู้สมควรแก่การได้รับเกียรติยศทุกสถาน เพื่อพระนามของพระเจ้าและคำสอนของพระองค์จะมิได้ถูกหมิ่นประมาท"));
thsuperobject.biblemap.put("b54_6_2", new thsuperobject(54,6,2,"ฝ่ายคนเหล่านั้นผู้มีนายเป็นผู้มีความเชื่อก็อย่าให้เขาประมาทนาย เพราะว่าเหตุที่ได้มาเป็นพี่น้องกันแล้ว แต่ยิ่งกว่านั้นเขาต้องรับใช้นายให้ดีขึ้น เพราะเหตุว่านายผู้ที่จะได้รับประโยชน์เป็นผู้สัตย์ซื่อและเป็นที่รัก ข้อความเหล่านี้จงสั่งสอนและตักเตือนกัน"));
thsuperobject.biblemap.put("b54_6_3", new thsuperobject(54,6,3,"ถ้าผู้ใดสอนผิดไปจากนี้ และไม่ยอมเห็นด้วยกับพระวจนะอันมีหลัก คือพระวจนะของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา และคำสอนที่สมกับทางของพระเจ้า"));
thsuperobject.biblemap.put("b54_6_4", new thsuperobject(54,6,4,"ผู้นั้นก็เป็นคนทะนงตัวและไม่รู้อะไร แต่ชอบทุ่มเถียงและโต้แย้งในเรื่องคำ ซึ่งเป็นเหตุให้เกิดการอิจฉากัน การทะเลาะวิวาทกัน การกล่าวร้ายกัน การไม่ไว้วางใจกัน"));
thsuperobject.biblemap.put("b54_6_5", new thsuperobject(54,6,5,"และการวิวาทกันอันไร้ประโยชน์ระหว่างผู้ที่มีใจทรามและไร้ความจริง ที่คิดว่าทางของพระเจ้านั้นเป็นทางได้กำไร จงถอนตัวไปเสียจากคนเช่นนี้"));
thsuperobject.biblemap.put("b54_6_6", new thsuperobject(54,6,6,"แต่ว่าทางของพระเจ้าพร้อมทั้งความสุขใจก็เป็นกำไรมาก"));
thsuperobject.biblemap.put("b54_6_7", new thsuperobject(54,6,7,"เพราะว่าเราไม่ได้เอาอะไรเข้ามาในโลกฉันใด เราก็เอาอะไรออกไปจากโลกไม่ได้ฉันนั้น"));
thsuperobject.biblemap.put("b54_6_8", new thsuperobject(54,6,8,"แต่ถ้าเรามีอาหารและเสื้อผ้า ก็ให้เราพอใจด้วยของเหล่านั้นเถิด"));
thsuperobject.biblemap.put("b54_6_9", new thsuperobject(54,6,9,"ส่วนคนเหล่านั้นที่อยากร่ำรวยก็ตกอยู่ในการทดลองและติดบ่วงแร้ว และในตัณหาหลายอย่างอันโฉดเขลาและเป็นภัยแก่ตัว ซึ่งทำให้คนเราต้องจมลงถึงความพินาศเสื่อมสูญไป"));
thsuperobject.biblemap.put("b54_6_10", new thsuperobject(54,6,10,"ด้วยว่าการรักเงินทองนั้นก็เป็นรากแห่งความชั่วทุกอย่าง และบางคนที่ได้โลภเงินทองจึงได้หลงไปจากความเชื่อนั้น และความทุกข์เป็นอันมากจึงทิ่มแทงตัวของเขาเองให้ทะลุ"));
thsuperobject.biblemap.put("b54_6_11", new thsuperobject(54,6,11,"แต่ท่านผู้เป็นคนของพระเจ้า จงหลีกหนีเสียจากสิ่งเหล่านี้ จงมุ่งมั่นในความชอบธรรม ในทางของพระเจ้า ความเชื่อ ความรัก ความอดทน และความอ่อนสุภาพ"));
thsuperobject.biblemap.put("b54_6_12", new thsuperobject(54,6,12,"จงต่อสู้อย่างเต็มกำลังเพื่อความเชื่อ จงยึดชีวิตนิรันดร์ไว้ ซึ่งพระเจ้าทรงเรียกให้ท่านรับในเมื่อท่านได้รับเชื่ออย่างดีต่อหน้าพยานหลายคน"));
thsuperobject.biblemap.put("b54_6_13", new thsuperobject(54,6,13,"ข้าพเจ้ากำชับท่านต่อพระเนตรพระเจ้า ผู้ทรงประทานชีวิตแก่สิ่งทั้งปวง และต่อพระเยซูคริสต์ ผู้ได้ทรงเป็นพยานอันดีต่อหน้าปอนทัส ปีลาต"));
thsuperobject.biblemap.put("b54_6_14", new thsuperobject(54,6,14,"ให้ท่านรักษาคำบัญชานี้ไว้อย่าให้ด่างพร้อย และอย่าให้มีที่ติได้ จนถึงเวลาที่พระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราจะเสด็จมา"));
thsuperobject.biblemap.put("b54_6_15", new thsuperobject(54,6,15,"ซึ่งพระองค์จะทรงสำแดงให้ปรากฏในเวลาของพระองค์ คือพระองค์ผู้เสวยสุขและทรงฤทธิ์สูงสุดแต่พระองค์เดียว พระมหากษัตริย์เหนือกษัตริย์ทั้งปวง และองค์พระผู้เป็นเจ้าเหนือเจ้านายทั้งปวง"));
thsuperobject.biblemap.put("b54_6_16", new thsuperobject(54,6,16,"พระองค์ผู้เดียวทรงอมตะ และทรงสถิตในความสว่างที่ซึ่งไม่มีคนใดจะเข้าไปถึง ผู้ซึ่งมนุษย์ไม่เคยเห็น และจะเห็นไม่ได้ พระเกียรติและฤทธานุภาพจงมีแด่พระองค์นั้นสืบๆไปเป็นนิตย์ เอเมน"));
thsuperobject.biblemap.put("b54_6_17", new thsuperobject(54,6,17,"จงกำชับคนเหล่านั้นที่มั่งมีฝ่ายโลก อย่าให้มีใจถือมานะทิฐิ อย่าให้ความหวังของเขาอิงอยู่กับทรัพย์อนิจจัง แต่ให้หวังในพระเจ้าผู้ทรงพระชนม์อยู่ ผู้ทรงประทานสิ่งสารพัดให้แก่เราอย่างบริบูรณ์ เพื่อจะให้เราใช้ด้วยความปีติยินดี"));
thsuperobject.biblemap.put("b54_6_18", new thsuperobject(54,6,18,"จงกำชับเขาให้กระทำการดี ให้ร่ำรวยในการดีนั้น ให้มีใจพร้อมที่จะให้ทาน ให้มีใจกว้างขวาง"));
thsuperobject.biblemap.put("b54_6_19", new thsuperobject(54,6,19,"และส่ำสมไว้เป็นรากอันดีสำหรับตัวของตนเผื่อเวลาข้างหน้า เพื่อว่าเขาจะยึดชีวิตนิรันดร์ไว้"));
thsuperobject.biblemap.put("b54_6_20", new thsuperobject(54,6,20,"โอ ทิโมธีเอ๋ย สิ่งที่เราฝากไว้กับท่านจงรักษาให้ดี จงละเว้นคำพูดที่หมิ่นประมาทและไร้ประโยชน์ และการขัดแย้งในความเห็นซึ่งสำคัญผิดว่าเป็นความรู้"));
thsuperobject.biblemap.put("b54_6_21", new thsuperobject(54,6,21,"ซึ่งบางคนสำคัญผิดอย่างนั้น จึงได้พลาดไปจากความเชื่อ ขอพระคุณจงดำรงอยู่กับท่านเถิด เอเมน [จดหมายฉบับแรกถึงทิโมธีได้เขียนจากเมืองเลาดีเซีย ซึ่งเป็นนครหลวงในแคว้นฟรีเจีย ปาคาทีอานา]"));

}

}