package th.bible;

public class thbible52 {

public thbible52() {

putmapbible52();

}

private void putmapbible52() {

thsuperobject.biblemap.put("b52_1_1", new thsuperobject(52,1,1,"เปาโล สิลวานัส และทิโมธี เรียน คริสตจักรของชาวเมืองเธสะโลนิกา ในพระเจ้าพระบิดาและพระเยซูคริสต์เจ้า ขอให้พระคุณและสันติสุขจากพระเจ้าพระบิดาของเราและจากพระเยซูคริสต์เจ้า ดำรงอยู่กับท่านทั้งหลายเถิด"));
thsuperobject.biblemap.put("b52_1_2", new thsuperobject(52,1,2,"เราขอบพระคุณพระเจ้าเพราะท่านทั้งหลายเสมอ และเมื่ออธิษฐานเราก็เอ่ยถึงท่าน"));
thsuperobject.biblemap.put("b52_1_3", new thsuperobject(52,1,3,"ในสายพระเนตรของพระเจ้าและพระบิดาของเรา เราระลึกถึงอย่างไม่หยุดหย่อนในกิจการที่เกิดจากความเชื่อของท่าน และการงานที่เนื่องมาจากความรัก และความพากเพียรซึ่งเกิดจากความหวังในพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา"));
thsuperobject.biblemap.put("b52_1_4", new thsuperobject(52,1,4,"พี่น้องทั้งหลาย ผู้เป็นที่รัก เราทราบแน่ว่าพระเจ้าได้ทรงสรรท่านทั้งหลายไว้แล้ว"));
thsuperobject.biblemap.put("b52_1_5", new thsuperobject(52,1,5,"เพราะข่าวประเสริฐของเรามิได้มาถึงท่านด้วยถ้อยคำเท่านั้น แต่ด้วยฤทธิ์เดช และด้วยพระวิญญาณบริสุทธิ์ และด้วยความไว้ใจอันเต็มเปี่ยม ตามที่ท่านทั้งหลายรู้อยู่แล้วว่า เราเป็นคนอย่างไรในหมู่พวกท่านเพราะเห็นแก่ท่าน"));
thsuperobject.biblemap.put("b52_1_6", new thsuperobject(52,1,6,"และท่านก็ทำตามอย่างของเรา และขององค์พระผู้เป็นเจ้า โดยที่ท่านได้รับถ้อยคำนั้นด้วยความยากลำบากเป็นอันมาก พร้อมด้วยความยินดีในพระวิญญาณบริสุทธิ์"));
thsuperobject.biblemap.put("b52_1_7", new thsuperobject(52,1,7,"เพราะเหตุนั้นท่านจึงเป็นแบบอย่างแก่ทุกคนที่เชื่อแล้วในแคว้นมาซิโดเนียและแคว้นอาคายา"));
thsuperobject.biblemap.put("b52_1_8", new thsuperobject(52,1,8,"เพราะว่าพระวจนะขององค์พระผู้เป็นเจ้าได้เลื่องลือออกไปจากพวกท่าน ไม่ใช่แต่ในแคว้นมาซิโดเนียและแคว้นอาคายาเท่านั้น แต่ความเชื่อของท่านในพระเจ้าได้เลื่องลือไปทุกแห่งหน จนเราไม่จำเป็นต้องพูดอะไรอีก"));
thsuperobject.biblemap.put("b52_1_9", new thsuperobject(52,1,9,"เพราะคนเหล่านั้นก็ได้รายงานเกี่ยวกับเราว่า ที่เราได้เข้ามาหาท่านทั้งหลายนั้นเป็นอย่างไร และกล่าวถึงการที่ท่านได้ละทิ้งรูปเคารพและหันมาหาพระเจ้า เพื่อรับใช้พระเจ้าผู้ทรงพระชนม์อยู่และเที่ยงแท้"));
thsuperobject.biblemap.put("b52_1_10", new thsuperobject(52,1,10,"และรอคอยพระบุตรของพระองค์จากสวรรค์ ซึ่งพระองค์ทรงให้เป็นขึ้นมาจากความตาย คือพระเยซูผู้ทรงช่วยให้เราพ้นจากพระอาชญาที่จะมีมาภายหน้านั้น"));
thsuperobject.biblemap.put("b52_2_1", new thsuperobject(52,2,1,"พี่น้องทั้งหลาย ท่านเองก็ทราบว่า การที่เรามาหาท่านนั้นไม่ได้ไร้ประโยชน์เลย"));
thsuperobject.biblemap.put("b52_2_2", new thsuperobject(52,2,2,"แต่ถึงแม้ว่าเราต้องทนการยากลำบากและได้รับการอัปยศต่างๆมาแล้วที่เมืองฟีลิปปี ซึ่งท่านก็ทราบอยู่ เราก็ยังมีใจกล้าในพระเจ้าของเราที่ได้ประกาศข่าวประเสริฐของพระเจ้าแก่ท่านทั้งหลาย โดยเผชิญกับอุปสรรคมากมาย"));
thsuperobject.biblemap.put("b52_2_3", new thsuperobject(52,2,3,"เพราะว่า คำเตือนสติของเรามิได้เกิดมาจากการหลอกลวง หรือการโสโครก หรืออุบายใดๆ"));
thsuperobject.biblemap.put("b52_2_4", new thsuperobject(52,2,4,"แต่ว่าพระเจ้าทรงเห็นชอบที่จะมอบข่าวประเสริฐไว้กับเรา เราจึงประกาศไป ไม่ใช่เพื่อให้เป็นที่พอใจของมนุษย์ แต่ให้เป็นที่พอพระทัยของพระเจ้า ผู้ทรงชันสูตรใจเรา"));
thsuperobject.biblemap.put("b52_2_5", new thsuperobject(52,2,5,"เพราะว่าเราไม่ได้ใช้คำยกยอในเวลาใดเลย ซึ่งท่านก็รู้อยู่ หรือมิได้ใช้คำพูดเคลือบคลุมเพื่อความโลภเลย พระเจ้าทรงเป็นพยานฝ่ายเรา"));
thsuperobject.biblemap.put("b52_2_6", new thsuperobject(52,2,6,"และแม้ในฐานะเป็นอัครสาวกของพระคริสต์ เราจะเรียกร้องให้เป็นภาระก็ได้ แต่เราก็ไม่แสวงหาสง่าราศีจากมนุษย์ ไม่ว่าจะเป็นจากท่านหรือจากคนอื่น"));
thsuperobject.biblemap.put("b52_2_7", new thsuperobject(52,2,7,"แต่ว่าเราอยู่ในหมู่พวกท่านด้วยความสุภาพอ่อนโยน เหมือนพี่เลี้ยงที่เลี้ยงดูลูกของตน"));
thsuperobject.biblemap.put("b52_2_8", new thsuperobject(52,2,8,"เมื่อเรารักท่านอย่างนี้แล้ว เราก็มีใจพร้อมที่จะเผื่อแผ่เจือจาน มิใช่แต่เพียงข่าวประเสริฐของพระเจ้าเท่านั้น แต่อุทิศจิตใจเราให้แก่ท่านด้วย เพราะท่านเป็นที่รักยิ่งของเรา"));
thsuperobject.biblemap.put("b52_2_9", new thsuperobject(52,2,9,"พี่น้องทั้งหลาย ท่านคงจำได้ถึงการทำงานอันเหน็ดเหนื่อย และความยากลำบากของเราเมื่อเราประกาศข่าวประเสริฐของพระเจ้าให้แก่ท่าน เราทำงานทั้งกลางวันและกลางคืน เพื่อเราจะไม่เป็นภาระแก่ผู้ใดในพวกท่าน"));
thsuperobject.biblemap.put("b52_2_10", new thsuperobject(52,2,10,"ท่านทั้งหลายเป็นพยานฝ่ายเรา และพระเจ้าก็ทรงเป็นพยานด้วยว่าเราได้ประพฤติตัวบริสุทธิ์ เที่ยงธรรม และปราศจากข้อตำหนิในหมู่พวกท่านที่เชื่อ"));
thsuperobject.biblemap.put("b52_2_11", new thsuperobject(52,2,11,"ดังที่ท่านรู้แล้วว่า เราได้เตือนสติ หนุนใจและกำชับท่านทุกคน ดังบิดากระทำต่อบุตร"));
thsuperobject.biblemap.put("b52_2_12", new thsuperobject(52,2,12,"เพื่อให้ท่านประพฤติอย่างสมควรต่อพระเจ้า ผู้ทรงเรียกท่านให้เข้ามาในอาณาจักรและสง่าราศีของพระองค์"));
thsuperobject.biblemap.put("b52_2_13", new thsuperobject(52,2,13,"เพราะเหตุนี้เราจึงขอบพระคุณพระเจ้าไม่หยุดหย่อน เพราะว่าเมื่อท่านทั้งหลายได้รับพระวจนะของพระเจ้าซึ่งท่านได้ยินจากเรา ท่านไม่ได้รับไว้อย่างเป็นคำของมนุษย์ แต่ได้รับไว้ตามความเป็นจริง คือเป็นพระวจนะของพระเจ้า ซึ่งกำลังทำงานอยู่ภายในท่านทั้งหลายที่เชื่อด้วย"));
thsuperobject.biblemap.put("b52_2_14", new thsuperobject(52,2,14,"ด้วยว่า พี่น้องทั้งหลาย ท่านได้ปฏิบัติตามอย่างคริสตจักรของพระเจ้าในแคว้นยูเดียที่อยู่ฝ่ายพระเยซูคริสต์ เพราะว่าท่านได้รับความลำบากจากพลเมืองของตนเหมือนอย่างที่เขาเหล่านั้นได้รับจากพวกยิว"));
thsuperobject.biblemap.put("b52_2_15", new thsuperobject(52,2,15,"พวกยิวได้ปลงพระชนม์พระเยซูเจ้า และได้ประหารชีวิตพวกศาสดาพยากรณ์ของเขาเอง และได้ข่มเหงพวกเรา และขัดพระทัยพระเจ้า และเป็นปฏิปักษ์ต่อคนทั้งปวง"));
thsuperobject.biblemap.put("b52_2_16", new thsuperobject(52,2,16,"โดยที่ขัดขวางไม่ให้เราประกาศแก่คนต่างชาติเพื่อจะให้พวกนั้นรอดได้ เพื่อ `ให้การบาปของเขาเต็มเปี่ยมเสมอ' แต่ในที่สุดพระพิโรธได้ตกลงบนเขา"));
thsuperobject.biblemap.put("b52_2_17", new thsuperobject(52,2,17,"พี่น้องทั้งหลาย แต่เมื่อเราถูกพรากไปจากท่านชั่วระยะเวลาหนึ่ง พรากไปแต่กายเท่านั้น ไม่ใช่จิตใจ เราจึงขวนขวายปรารถนาอย่างยิ่งที่จะเห็นหน้าท่านอีก"));
thsuperobject.biblemap.put("b52_2_18", new thsuperobject(52,2,18,"เพราะเหตุนั้นเราอยากมาหาท่านทั้งหลาย ข้าพเจ้าคือเปาโลอยากมาหนแล้วหนเล่า แต่ซาตานได้ขัดขวางเราไว้"));
thsuperobject.biblemap.put("b52_2_19", new thsuperobject(52,2,19,"เพราะอะไรเล่าจะเป็นความหวัง หรือความยินดี หรือมงกุฎแห่งความชื่นชมยินดีของเรา จำเพาะพระพักตร์พระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา เมื่อพระองค์จะเสด็จมา ก็มิใช่ท่านทั้งหลายดอกหรือ"));
thsuperobject.biblemap.put("b52_2_20", new thsuperobject(52,2,20,"เพราะว่าท่านทั้งหลายเป็นสง่าราศีและความยินดีของเรา"));
thsuperobject.biblemap.put("b52_3_1", new thsuperobject(52,3,1,"เหตุฉะนั้นเมื่อเราทนอยู่ต่อไปอีกไม่ได้แล้ว เราจึงเห็นชอบที่จะถูกปล่อยไว้ที่กรุงเอเธนส์ตามลำพัง"));
thsuperobject.biblemap.put("b52_3_2", new thsuperobject(52,3,2,"และได้ให้ทิโมธีน้องชายของเรา ซึ่งเป็นผู้รับใช้ของพระเจ้า และเป็นเพื่อนร่วมงานของเราในเรื่องข่าวประเสริฐของพระคริสต์ไปหาพวกท่าน เพื่อจะได้ตั้งพวกท่านไว้ให้มั่นคง และเพื่อจะได้ปลอบประโลมใจพวกท่านในเรื่องความเชื่อของท่าน"));
thsuperobject.biblemap.put("b52_3_3", new thsuperobject(52,3,3,"เพื่อจะได้ไม่มีใครหวั่นไหวด้วยการยากลำบากเหล่านี้ ท่านเองก็รู้แล้วว่า เราถูกทรงกำหนดไว้แล้วสำหรับการนั้น"));
thsuperobject.biblemap.put("b52_3_4", new thsuperobject(52,3,4,"ด้วยว่าเมื่อเราได้อยู่กับท่านทั้งหลาย เราได้บอกท่านไว้ก่อนแล้วว่า เราจะต้องทนการยากลำบาก แล้วก็เป็นจริงอย่างนั้น ตามที่ท่านก็รู้อยู่แล้ว"));
thsuperobject.biblemap.put("b52_3_5", new thsuperobject(52,3,5,"เพราะเหตุนี้ เมื่อข้าพเจ้าอดทนต่อไปอีกไม่ได้ ข้าพเจ้าจึงได้ใช้คนไปเพื่อจะได้รู้ถึงความเชื่อของท่าน เกรงว่าผู้ทดลองนั้นได้ทดลองท่านด้วยประการหนึ่งประการใด แล้วงานของเราก็จะเป็นการเสียเปล่า"));
thsuperobject.biblemap.put("b52_3_6", new thsuperobject(52,3,6,"แต่บัดนี้เมื่อทิโมธีได้จากพวกท่านมาถึงพวกเราแล้ว และได้นำข่าวดีมาบอกเราเรื่องความเชื่อและความรักของท่านทั้งหลาย และว่าท่านได้ระลึกถึงเราอยู่เสมอด้วยความหวังดี และใฝ่ฝันจะเห็นเราเหมือนอย่างเราใฝ่ฝันจะเห็นท่านดุจกัน"));
thsuperobject.biblemap.put("b52_3_7", new thsuperobject(52,3,7,"พี่น้องทั้งหลาย โดยเหตุนี้ความเชื่อของท่านได้ทำให้เราบรรเทาจากความทุกข์ยากและความลำบากของเรา"));
thsuperobject.biblemap.put("b52_3_8", new thsuperobject(52,3,8,"เพราะว่าถ้าท่านมั่นคงอยู่ในองค์พระผู้เป็นเจ้า ชีวิตของเราก็สดชื่น"));
thsuperobject.biblemap.put("b52_3_9", new thsuperobject(52,3,9,"เราจะขอบพระคุณพระเจ้าเพราะท่านอย่างไรอีกจึงจะเหมาะ สำหรับบรรดาความชื่นชมยินดีซึ่งเรามีอยู่เพราะท่าน จำเพาะพระพักตร์พระเจ้าของเรา"));
thsuperobject.biblemap.put("b52_3_10", new thsuperobject(52,3,10,"เราอธิษฐานมากมายทั้งกลางวันกลางคืน เพื่อจะได้เห็นหน้าท่านอีก และจะได้เพิ่มเติมความเชื่อของท่านส่วนที่ยังบกพร่องอยู่ให้บริบูรณ์"));
thsuperobject.biblemap.put("b52_3_11", new thsuperobject(52,3,11,"บัดนี้ขอพระเจ้าเองและพระบิดาของเรา และพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา ทรงนำทางเราไปถึงท่าน"));
thsuperobject.biblemap.put("b52_3_12", new thsuperobject(52,3,12,"และขอองค์พระผู้เป็นเจ้าทรงให้ท่านทั้งหลายจำเริญและบริบูรณ์ไปด้วยความรักซึ่งกันและกัน และแก่คนทั้งปวง เหมือนเรารักท่านทั้งหลายดุจกัน"));
thsuperobject.biblemap.put("b52_3_13", new thsuperobject(52,3,13,"เพื่อในที่สุดพระองค์จะทรงให้ใจของท่านตั้งมั่นคงอยู่ในความบริสุทธิ์ ปราศจากข้อตำหนิต่อพระพักตร์พระเจ้าคือพระบิดาของเรา ในเมื่อพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราจะเสด็จมากับวิสุทธิชนทั้งปวงของพระองค์"));
thsuperobject.biblemap.put("b52_4_1", new thsuperobject(52,4,1,"พี่น้องทั้งหลาย ในที่สุดนี้ เราขอวิงวอนและเตือนสติท่านในพระเยซูเจ้าว่า ท่านได้เรียนจากเราแล้วว่าควรจะประพฤติอย่างไร จึงจะเป็นที่ชอบพระทัยพระเจ้า ขอให้ท่านประพฤติอย่างนั้นยิ่งๆขึ้นไป"));
thsuperobject.biblemap.put("b52_4_2", new thsuperobject(52,4,2,"เพราะท่านทั้งหลายทราบคำบัญชาซึ่งเราได้ให้ไว้กับท่านโดยพระเยซูเจ้าแล้ว"));
thsuperobject.biblemap.put("b52_4_3", new thsuperobject(52,4,3,"เพราะนี่แหละเป็นพระประสงค์ของพระเจ้า คือให้ท่านเป็นคนบริสุทธิ์ เว้นเสียจากการล่วงประเวณี"));
thsuperobject.biblemap.put("b52_4_4", new thsuperobject(52,4,4,"เพื่อให้ทุกคนในพวกท่านรู้จักที่จะรักษาภาชนะของตนในทางบริสุทธิ์ และในทางที่มีเกียรติ"));
thsuperobject.biblemap.put("b52_4_5", new thsuperobject(52,4,5,"มิใช่ด้วยราคะตัณหาเหมือนอย่างคนต่างชาติที่ไม่รู้จักพระเจ้า"));
thsuperobject.biblemap.put("b52_4_6", new thsuperobject(52,4,6,"เพื่อไม่ให้ผู้ใดทำล่วงเกินและลักลอบต่อพี่น้องในเรื่องใดๆเลย เพราะว่าองค์พระผู้เป็นเจ้าทรงเป็นผู้ทรงสนองโทษต่อบรรดาคนที่กระทำอย่างนั้น เหมือนอย่างที่เราได้บอกไว้ก่อนแล้วและได้เป็นพยานแล้วด้วย"));
thsuperobject.biblemap.put("b52_4_7", new thsuperobject(52,4,7,"เพราะพระเจ้ามิได้ทรงเรียกเราให้เป็นคนลามก แต่ทรงเรียกเราให้เป็นคนบริสุทธิ์"));
thsuperobject.biblemap.put("b52_4_8", new thsuperobject(52,4,8,"เหตุฉะนั้นคนที่ปัดทิ้ง มิได้ปัดทิ้งมนุษย์ แต่ได้ปัดทิ้งพระเจ้า ผู้ทรงโปรดประทานพระวิญญาณบริสุทธิ์ของพระองค์ให้แก่เราทั้งหลายด้วย"));
thsuperobject.biblemap.put("b52_4_9", new thsuperobject(52,4,9,"ส่วนเรื่องการรักพี่น้องทั้งหลายนั้น ไม่จำเป็นที่จะให้ข้าพเจ้าเขียนถึงท่าน เพราะว่าตัวท่านเองก็รับคำสอนจากพระเจ้าแล้วว่าให้รักซึ่งกันและกัน"));
thsuperobject.biblemap.put("b52_4_10", new thsuperobject(52,4,10,"ความจริงท่านได้ประพฤติต่อบรรดาพี่น้องทั่วแคว้นมาซิโดเนียเช่นนั้นอยู่ แต่พี่น้องทั้งหลาย เราขอวิงวอนท่านให้มีความรักทวีขึ้นอีก"));
thsuperobject.biblemap.put("b52_4_11", new thsuperobject(52,4,11,"และจงตั้งเป้าว่าจะอยู่อย่างสงบ และทำกิจธุระส่วนของตน และทำการงานด้วยมือของตนเอง เหมือนอย่างที่เรากำชับท่านแล้ว"));
thsuperobject.biblemap.put("b52_4_12", new thsuperobject(52,4,12,"เพื่อท่านจะได้ประพฤติตามอย่างที่สมควรต่อหน้าคนเหล่านั้นที่อยู่ภายนอก และเพื่อท่านจะไม่ขาดสิ่งใดเลย"));
thsuperobject.biblemap.put("b52_4_13", new thsuperobject(52,4,13,"แต่พี่น้องทั้งหลาย ข้าพเจ้าไม่อยากให้ท่านไม่ทราบถึงเรื่องคนเหล่านั้นที่ล่วงหลับไปแล้ว เพื่อท่านจะไม่เป็นทุกข์โศกเศร้าอย่างคนอื่นๆที่ไม่มีความหวัง"));
thsuperobject.biblemap.put("b52_4_14", new thsuperobject(52,4,14,"เพราะถ้าเราเชื่อว่าพระเยซูทรงสิ้นพระชนม์ และทรงคืนพระชนม์แล้ว เช่นเดียวกันบรรดาคนที่ล่วงหลับไปในพระเยซูนั้น พระเจ้าจะทรงนำคนเหล่านั้นมากับพระองค์ด้วย"));
thsuperobject.biblemap.put("b52_4_15", new thsuperobject(52,4,15,"ในข้อนี้เราขอบอกให้ท่านทราบตามพระวจนะขององค์พระผู้เป็นเจ้าว่า เราผู้ยังเป็นอยู่และเหลืออยู่จนถึงองค์พระผู้เป็นเจ้าเสด็จมา จะล่วงหน้าไปก่อนคนเหล่านั้นที่ล่วงหลับไปแล้วก็หามิได้"));
thsuperobject.biblemap.put("b52_4_16", new thsuperobject(52,4,16,"ด้วยว่าองค์พระผู้เป็นเจ้าเองจะเสด็จมาจากสวรรค์ ด้วยเสียงกู่ก้อง ด้วยสำเนียงของเทพบดี และด้วยเสียงแตรของพระเจ้า และคนทั้งปวงที่ตายแล้วในพระคริสต์จะเป็นขึ้นมาก่อน"));
thsuperobject.biblemap.put("b52_4_17", new thsuperobject(52,4,17,"หลังจากนั้นเราทั้งหลายซึ่งยังเป็นอยู่และเหลืออยู่ จะถูกรับขึ้นไปในเมฆพร้อมกับคนเหล่านั้น เพื่อจะได้พบองค์พระผู้เป็นเจ้าในฟ้าอากาศ อย่างนั้นแหละเราก็จะอยู่กับองค์พระผู้เป็นเจ้าเป็นนิตย์"));
thsuperobject.biblemap.put("b52_4_18", new thsuperobject(52,4,18,"เหตุฉะนั้นจงปลอบใจกันและกันด้วยถ้อยคำเหล่านี้เถิด"));
thsuperobject.biblemap.put("b52_5_1", new thsuperobject(52,5,1,"แต่พี่น้องทั้งหลาย เรื่องวันและเวลาที่ทรงกำหนดไว้นั้น ไม่จำเป็นจะต้องเขียนบอกให้ท่านรู้"));
thsuperobject.biblemap.put("b52_5_2", new thsuperobject(52,5,2,"เพราะท่านเองก็รู้ดีแล้วว่า วันขององค์พระผู้เป็นเจ้าจะมาเหมือนอย่างขโมยที่มาในเวลากลางคืน"));
thsuperobject.biblemap.put("b52_5_3", new thsuperobject(52,5,3,"เมื่อเขาพูดว่า สงบสุขและปลอดภัยแล้ว เมื่อนั้นแหละความพินาศก็จะมาถึงเขาทันที เหมือนกับความเจ็บปวดมาถึงหญิงที่มีครรภ์ เขาจะหนีก็ไม่พ้น"));
thsuperobject.biblemap.put("b52_5_4", new thsuperobject(52,5,4,"แต่พี่น้องทั้งหลาย ท่านไม่ได้อยู่ในความมืดแล้ว เพื่อวันนั้นจะไม่มาถึงท่านอย่างขโมยมา"));
thsuperobject.biblemap.put("b52_5_5", new thsuperobject(52,5,5,"ท่านทั้งหลายเป็นบุตรของความสว่าง และเป็นบุตรของกลางวัน เราทั้งหลายไม่ได้เป็นของกลางคืน หรือของความมืด"));
thsuperobject.biblemap.put("b52_5_6", new thsuperobject(52,5,6,"เหตุฉะนั้นอย่าให้เราหลับเหมือนอย่างคนอื่น แต่ให้เราเฝ้าระวังและไม่เมามาย"));
thsuperobject.biblemap.put("b52_5_7", new thsuperobject(52,5,7,"เพราะว่าคนนอนหลับก็ย่อมหลับในเวลากลางคืน และคนเมาก็ย่อมเมาในเวลากลางคืน"));
thsuperobject.biblemap.put("b52_5_8", new thsuperobject(52,5,8,"แต่เมื่อเราเป็นของกลางวันแล้ว ก็อย่าให้เราเมามาย จงสวมความเชื่อกับความรักเป็นเกราะป้องกันอก และสวมความหวังที่จะได้ความรอดเป็นหมวกเหล็ก"));
thsuperobject.biblemap.put("b52_5_9", new thsuperobject(52,5,9,"เพราะว่าพระเจ้ามิได้ทรงกำหนดเราไว้สำหรับพระอาชญา แต่สำหรับให้เข้าสู่ความรอด โดยพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา"));
thsuperobject.biblemap.put("b52_5_10", new thsuperobject(52,5,10,"ผู้ทรงสิ้นพระชนม์เพื่อเรา เพื่อว่าถึงเราจะตื่นอยู่หรือจะหลับ เราจะได้มีชีวิตกับพระองค์"));
thsuperobject.biblemap.put("b52_5_11", new thsuperobject(52,5,11,"เหตุฉะนั้นจงหนุนใจกัน และต่างคนต่างจงก่อกันขึ้น ตามอย่างที่ท่านกำลังทำอยู่นั้น"));
thsuperobject.biblemap.put("b52_5_12", new thsuperobject(52,5,12,"พี่น้องทั้งหลาย เราขอวิงวอนท่านให้รู้จักคนที่ทำงานอยู่ในพวกท่าน และปกครองท่านในองค์พระผู้เป็นเจ้า และตักเตือนท่าน"));
thsuperobject.biblemap.put("b52_5_13", new thsuperobject(52,5,13,"จงเคารพเขาให้มากในความรักเพราะงานที่เขาได้กระทำ และจงอยู่อย่างสงบสุขด้วยกัน"));
thsuperobject.biblemap.put("b52_5_14", new thsuperobject(52,5,14,"แต่พี่น้องทั้งหลาย เราขอเตือนสติพวกท่านให้ตักเตือนคนที่เกะกะ หนุนน้ำใจผู้ที่ท้อใจ ชูกำลังคนที่อ่อนกำลัง และมีใจอดเอาเบาสู้ต่อคนทั้งปวง"));
thsuperobject.biblemap.put("b52_5_15", new thsuperobject(52,5,15,"ระวังให้ดีอย่าให้คนใดทำชั่วตอบแทนการชั่วต่อคนอื่น แต่จงหาทางทำดีเสมอต่อพวกท่านเอง และต่อคนทั้งปวงด้วย"));
thsuperobject.biblemap.put("b52_5_16", new thsuperobject(52,5,16,"จงชื่นบานอยู่เสมอ"));
thsuperobject.biblemap.put("b52_5_17", new thsuperobject(52,5,17,"จงอธิษฐานอย่างสม่ำเสมอ"));
thsuperobject.biblemap.put("b52_5_18", new thsuperobject(52,5,18,"จงขอบพระคุณในทุกกรณี เพราะนี่แหละเป็นน้ำพระทัยของพระเจ้าในพระเยซูคริสต์เพื่อท่านทั้งหลาย"));
thsuperobject.biblemap.put("b52_5_19", new thsuperobject(52,5,19,"อย่าดับพระวิญญาณ"));
thsuperobject.biblemap.put("b52_5_20", new thsuperobject(52,5,20,"อย่าประมาทคำพยากรณ์"));
thsuperobject.biblemap.put("b52_5_21", new thsuperobject(52,5,21,"จงพิสูจน์ทุกสิ่ง สิ่งที่ดีนั้นจงยึดถือไว้ให้มั่น"));
thsuperobject.biblemap.put("b52_5_22", new thsuperobject(52,5,22,"จงเว้นเสียจากสิ่งที่ดูเหมือนชั่วทุกอย่าง"));
thsuperobject.biblemap.put("b52_5_23", new thsuperobject(52,5,23,"และขอให้องค์พระเจ้าแห่งสันติสุขทรงตั้งท่านเป็นคนบริสุทธิ์หมดจด และข้าพเจ้าอธิษฐานต่อพระเจ้าให้ทรงรักษาทั้งวิญญาณ จิตใจและร่างกายของท่านไว้ให้ปราศจากการติเตียน จนถึงวันที่พระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราเสด็จมา"));
thsuperobject.biblemap.put("b52_5_24", new thsuperobject(52,5,24,"พระองค์ผู้ทรงเรียกท่านนั้นสัตย์ซื่อ และพระองค์จะทรงทำให้สำเร็จ"));
thsuperobject.biblemap.put("b52_5_25", new thsuperobject(52,5,25,"พี่น้องทั้งหลาย จงอธิษฐานเพื่อเราด้วย"));
thsuperobject.biblemap.put("b52_5_26", new thsuperobject(52,5,26,"จงทักทายปราศรัยพวกพี่น้องด้วยธรรมเนียมจุบอันบริสุทธิ์"));
thsuperobject.biblemap.put("b52_5_27", new thsuperobject(52,5,27,"ข้าพเจ้าบัญชาท่านทั้งหลายโดยองค์พระผู้เป็นเจ้า ให้ท่านอ่านจดหมายฉบับนี้ให้บรรดาพี่น้องอันบริสุทธิ์ฟัง"));
thsuperobject.biblemap.put("b52_5_28", new thsuperobject(52,5,28,"ขอให้พระคุณของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา ดำรงอยู่กับท่านทั้งหลายเถิด เอเมน [จดหมายฉบับแรกถึงชาวเธสะโลนิกาได้เขียนจากกรุงเอเธนส์]"));

}

}