package th.bible;

public class thbible65 {

public thbible65() {

putmapbible65();

}

private void putmapbible65() {

thsuperobject.biblemap.put("b65_1_1", new thsuperobject(65,1,1,"ยูดาส ผู้รับใช้ของพระเยซูคริสต์ และเป็นน้องชายของยากอบ เรียน คนทั้งหลายที่ทรงชำระตั้งไว้ให้บริสุทธิ์โดยพระเจ้าพระบิดา และทรงคุ้มครองรักษาไว้ในพระเยซูคริสต์ และทรงเรียกไว้แล้ว"));
thsuperobject.biblemap.put("b65_1_2", new thsuperobject(65,1,2,"ขอพระเมตตาคุณ สันติสุข และความรักจงมีเพิ่มพูนแก่ท่านทั้งหลายเถิด"));
thsuperobject.biblemap.put("b65_1_3", new thsuperobject(65,1,3,"ท่านที่รักทั้งหลาย ครั้นข้าพเจ้าได้พากเพียรเขียนถึงท่านทั้งหลาย ว่าด้วยความรอดสำหรับคนทั้งหลายนั้น ข้าพเจ้าจึงเห็นว่า ข้าพเจ้าจำต้องจะเขียนเตือนสติท่านให้ต่อสู้อย่างจริงจังเพื่อความเชื่อซึ่งครั้งหนึ่งได้ทรงโปรดประทานแก่วิสุทธิชนไว้"));
thsuperobject.biblemap.put("b65_1_4", new thsuperobject(65,1,4,"เพราะว่ามีบางคนได้เล็ดลอดเข้ามา ซึ่งได้บ่งไว้นานแล้วว่าเขาจะถูกพิพากษาลงโทษอย่างนี้ เป็นคนอธรรม ที่ถือเอาพระคุณของพระเจ้าของเราเป็นเหตุให้กระทำความชั่วช้าลามก และเขาปฏิเสธพระเจ้าคือองค์พระผู้เป็นเจ้าแต่องค์เดียว และพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเรา"));
thsuperobject.biblemap.put("b65_1_5", new thsuperobject(65,1,5,"ถึงแม้ว่าท่านรู้ข้อความเหล่านี้ตลอดแล้วก็ตาม ข้าพเจ้าจึงปรารถนาให้ท่านทั้งหลายระลึกถึงว่า องค์พระผู้เป็นเจ้าได้ทรงโปรดให้พลไพร่นั้นรอดจากแผ่นดินอียิปต์แล้ว ภายหลังพระองค์ได้ทรงทำลายคนเหล่านั้นที่ไม่เชื่อพระองค์เสีย"));
thsuperobject.biblemap.put("b65_1_6", new thsuperobject(65,1,6,"และเหล่าทูตสวรรค์ที่ไม่ได้รักษาเทวสภาพของตน แต่ได้ละทิ้งถิ่นฐานของตนนั้น พระองค์ก็ได้ทรงจองจำไว้ด้วยเครื่องพันธนาการอันไม่รู้จักสลาย ขังไว้ในที่มืดจนกว่าจะถึงเวลาพิพากษาในวันสำคัญยิ่งนั้น"));
thsuperobject.biblemap.put("b65_1_7", new thsuperobject(65,1,7,"เช่นเดียวกับเมืองโสโดมและเมืองโกโมราห์และเมืองที่อยู่รอบๆนั้นที่ได้ทำการผิดประเวณี และมัวเมาในกามวิตถาร ก็ได้ทรงบัญญัติไว้เป็นตัวอย่างของการที่จะต้องได้รับพระอาชญาในไฟนิรันดร์"));
thsuperobject.biblemap.put("b65_1_8", new thsuperobject(65,1,8,"เช่นเดียวกัน เขาเหล่านั้นก็ยังเพ้อฝันกระทำให้เนื้อหนังเป็นมลทิน และประมาทต่อผู้มีอำนาจ และพูดจาก้าวร้าวต่อผู้มีบรรดาศักดิ์ด้วย"));
thsuperobject.biblemap.put("b65_1_9", new thsuperobject(65,1,9,"ฝ่ายอัครเทวทูตาธิบดีมีคาเอล ครั้นเมื่อท่านโต้เถียงกับพญามารเรื่องศพของโมเสส ท่านเองก็ยังไม่บังอาจกล่าวก้าวร้าวต่อมารเลย เป็นแต่เพียงกล่าวว่า ให้องค์พระผู้เป็นเจ้าทรงห้ามเจ้าเถิด"));
thsuperobject.biblemap.put("b65_1_10", new thsuperobject(65,1,10,"แต่ว่าคนเหล่านี้พูดก้าวร้าวถึงสิ่งที่เขาเองไม่รู้จัก และการซึ่งเขารู้จักตามสัญชาตญาณ เหมือนสัตว์เดียรัจฉานที่ไม่มีความคิด เขาก็ต้องถึงหายนะด้วยการนั้น"));
thsuperobject.biblemap.put("b65_1_11", new thsuperobject(65,1,11,"วิบัติจงมีแก่เขา เพราะเขาได้ประพฤติตามอย่างคาอิน และได้พล่านไปตามความผิดพลาดของบาลาอัมเพราะเห็นแก่สินจ้าง และได้พินาศไปในการกบฏอย่างโคราห์"));
thsuperobject.biblemap.put("b65_1_12", new thsuperobject(65,1,12,"คนเหล่านี้เป็นหินโสโครกในการประชุมเลี้ยงผูกรักของท่านทั้งหลาย ขณะเขาร่วมการเลี้ยงกับท่าน เขาเลี้ยงแต่ตนเองโดยไม่เกรงกลัวเลย เป็นเมฆที่ไม่มีน้ำที่ถูกพัดลอยไปตามลม เป็นต้นไม้ที่ไร้ผล คือไร้ผลในฤดูที่ออกผล และตายมาสองหนแล้ว เพราะถูกถอนออกทั้งราก"));
thsuperobject.biblemap.put("b65_1_13", new thsuperobject(65,1,13,"เป็นคลื่นอันร้ายแรงในมหาสมุทร ที่ซัดฟองของความบัดสีของตนเองขึ้นมา เขาเป็นดาวที่ลอยลับไป เป็นผู้ที่ตกอยู่ในความมืดทึบตลอดกาล"));
thsuperobject.biblemap.put("b65_1_14", new thsuperobject(65,1,14,"เอโนคคนที่เจ็ดนับแต่อาดัมได้พยากรณ์ถึงคนเหล่านั้นด้วยว่า ดูเถิด องค์พระผู้เป็นเจ้าได้เสด็จมาพร้อมกับพวกวิสุทธิชนของพระองค์หลายหมื่น"));
thsuperobject.biblemap.put("b65_1_15", new thsuperobject(65,1,15,"เพื่อทรงพิพากษาปรับโทษคนทั้งปวง และทรงกระทำให้ทุรชนทั้งปวงรู้สึกตัวถึงการอธรรมที่เขาได้กระทำด้วยใจชั่ว และรู้สึกตัวถึงการหยาบช้าทั้งหมดที่ทุรชนคนบาปเหล่านั้นได้กล่าวร้ายต่อพระองค์"));
thsuperobject.biblemap.put("b65_1_16", new thsuperobject(65,1,16,"คนเหล่านั้นมักเป็นคนบ่น เป็นคนโพนทะนา เป็นคนประพฤติตามตัณหาอันชั่วของตัว และปากเขากล่าวคำโอ้อวดต่างๆ เป็นคนยกยอผู้อื่นเพื่อหวังประโยชน์ของตน"));
thsuperobject.biblemap.put("b65_1_17", new thsuperobject(65,1,17,"แต่ว่าท่านที่รักทั้งหลาย ท่านจงระลึกถึงคำพยากรณ์เมื่อก่อนของเหล่าอัครสาวกของพระเยซูคริสต์ องค์พระผู้เป็นเจ้าของเราที่ได้กล่าวไว้"));
thsuperobject.biblemap.put("b65_1_18", new thsuperobject(65,1,18,"คือว่า พวกอัครสาวกนั้นได้บอกท่านทั้งหลายว่า ในสมัยสุดท้ายจะมีคนเย้ยหยันบังเกิดขึ้น ที่จะประพฤติตามตัณหาอันชั่วของตัว"));
thsuperobject.biblemap.put("b65_1_19", new thsuperobject(65,1,19,"คนเหล่านี้คือคนที่แยกออกและประพฤติตัวตามโลกียวิสัย และปราศจากพระวิญญาณ"));
thsuperobject.biblemap.put("b65_1_20", new thsuperobject(65,1,20,"แต่ท่านทั้งหลายผู้เป็นที่รัก จงก่อสร้างตัวของท่านขึ้นบนความเชื่ออันบริสุทธิ์ยิ่งของท่าน โดยการอธิษฐานในพระวิญญาณบริสุทธิ์"));
thsuperobject.biblemap.put("b65_1_21", new thsuperobject(65,1,21,"จงรักษาตัวไว้ในความรักของพระเจ้า คอยพระกรุณาของพระเยซูคริสต์องค์พระผู้เป็นเจ้าของเราจนถึงชีวิตนิรันดร์"));
thsuperobject.biblemap.put("b65_1_22", new thsuperobject(65,1,22,"และจงแสดงความเมตตาต่อบางคน โดยรู้ความต่างกัน"));
thsuperobject.biblemap.put("b65_1_23", new thsuperobject(65,1,23,"และจงช่วยบางคนให้รอดโดยกระทำใจเขาให้สะดุ้งกลัวดุจฉุดออกจากไฟ จนชั้นเสื้อผ้าที่สกปรกด้วยเนื้อหนังก็จงเกลียดชังด้วยเถิด"));
thsuperobject.biblemap.put("b65_1_24", new thsuperobject(65,1,24,"บัดนี้แด่พระองค์ผู้ทรงสามารถคุ้มครองรักษาท่านมิให้ล้ม และทรงนำท่านให้ตั้งอยู่เฉพาะสง่าราศีของพระองค์ ให้ปราศจากตำหนิ และมีความร่าเริงยินดี"));
thsuperobject.biblemap.put("b65_1_25", new thsuperobject(65,1,25,"คือแด่พระเจ้าผู้ทรงพระปัญญาแต่เพียงพระองค์เดียว พระผู้ช่วยให้รอดของเรา จงมีสง่าราศีพระอานุภาพ ไอศวรรย์ และศักดานุภาพ ทั้งปัจจุบันกาล และในกาลต่อๆไปเป็นนิตย์ เอเมน"));

}

}