package th.bible;

public class thbible64 {

public thbible64() {

putmapbible64();

}

private void putmapbible64() {

thsuperobject.biblemap.put("b64_1_1", new thsuperobject(64,1,1,"ข้าพเจ้าผู้ปกครอง เรียน กายอัสที่รัก ผู้ซึ่งข้าพเจ้ารักเนื่องในความจริง"));
thsuperobject.biblemap.put("b64_1_2", new thsuperobject(64,1,2,"ท่านที่รัก ข้าพเจ้าปรารถนามากกว่าทุกสิ่งว่า ท่านจะจำเริญและมีสุขภาพดี อย่างจิตวิญญาณของท่านจำเริญอยู่นั้น"));
thsuperobject.biblemap.put("b64_1_3", new thsuperobject(64,1,3,"เพราะว่าข้าพเจ้ามีความยินดีอย่างยิ่ง เมื่อพวกพี่น้องได้มา และเป็นพยานถึงความจริงที่อยู่ในตัวท่าน ตามที่ท่านได้ประพฤติตามความจริงนั้น"));
thsuperobject.biblemap.put("b64_1_4", new thsuperobject(64,1,4,"ไม่มีสิ่งใดที่จะทำให้ข้าพเจ้ายินดียิ่งกว่านี้ คือที่ได้ยินว่า บุตรทั้งหลายของข้าพเจ้าประพฤติตามความจริง"));
thsuperobject.biblemap.put("b64_1_5", new thsuperobject(64,1,5,"ท่านที่รัก เมื่อท่านกระทำสิ่งใดให้พี่น้องและให้แก่แขกที่มาบ้าน ท่านก็กระทำอย่างสัตย์ซื่อ"));
thsuperobject.biblemap.put("b64_1_6", new thsuperobject(64,1,6,"เขาเหล่านั้นได้เป็นพยานต่อหน้าคริสตจักรในเรื่องความรักของท่าน ถ้าท่านจะช่วยจัดส่งเขาเหล่านั้นในการเดินทางของเขา ตามที่สมควรอย่างพระเจ้า ท่านก็จะกระทำดี"));
thsuperobject.biblemap.put("b64_1_7", new thsuperobject(64,1,7,"เขาเหล่านั้นได้ออกไปเพราะเห็นแก่พระนามของพระองค์ และไม่ได้รับสิ่งใดจากพวกต่างชาติเลย"));
thsuperobject.biblemap.put("b64_1_8", new thsuperobject(64,1,8,"ฉะนั้นเราควรต้อนรับคนอย่างนั้น เพื่อเราจะได้เป็นผู้ร่วมงานกับความจริง"));
thsuperobject.biblemap.put("b64_1_9", new thsuperobject(64,1,9,"ข้าพเจ้าได้เขียนถึงคริสตจักร แต่ดิโอเตรเฟส ผู้อยากจะเป็นคนใหญ่คนโตในพวกเขา ได้รับรองเราไว้ไม่"));
thsuperobject.biblemap.put("b64_1_10", new thsuperobject(64,1,10,"เหตุฉะนั้นถ้าข้าพเจ้ามา ข้าพเจ้าจะจดจำการกระทำทั้งหลายของเขา คือที่เขาพร่ำกล่าวใส่ความเราด้วยคำเลวทราม และเท่านั้นยังไม่สะใจ มิหนำซ้ำตัวเขาเองไม่ยอมรับรองพี่น้องเหล่านั้น และยังกีดกันคนที่ใคร่จะรับรองเขา และไล่เขาออกจากคริสตจักร"));
thsuperobject.biblemap.put("b64_1_11", new thsuperobject(64,1,11,"ท่านที่รัก อย่าเอาเยี่ยงสิ่งที่ชั่ว แต่จงเอาอย่างสิ่งที่ดี ผู้ที่ทำดีก็มาจากพระเจ้า ผู้ที่ทำชั่วก็ไม่เห็นพระเจ้า"));
thsuperobject.biblemap.put("b64_1_12", new thsuperobject(64,1,12,"ทุกคนก็เป็นพยานให้เดเมตริอัส และความจริงเองก็เป็นพยานอยู่ในตัว เออ เราเองก็เป็นพยานด้วย และท่านก็รู้ว่าคำพยานของเราจริง"));
thsuperobject.biblemap.put("b64_1_13", new thsuperobject(64,1,13,"ข้าพเจ้ามีหลายเรื่องที่จะเขียน แต่ไม่อยากจะเขียนถึงท่านด้วยน้ำหมึกและปากกา"));
thsuperobject.biblemap.put("b64_1_14", new thsuperobject(64,1,14,"แต่ข้าพเจ้าหวังว่าจะได้พบท่านในเร็วๆนี้ และจะได้พูดกันเฉพาะหน้า ขอสันติสุขจงมีแก่ท่าน บรรดาสหายของเราฝากความระลึกถึงมายังท่าน ขอฝากความระลึกถึงมายังบรรดาสหายโดยเรียงตัวเป็นลำดับไป"));

}

}