package ru.bible;

public class rubible63 {

public rubible63() {

putmapbible63();

}

private void putmapbible63() {

rusuperobject.biblemap.put("b63_1_1", new rusuperobject(63,1,1,"Павел, раб Божий, Апостол же Иисуса Христа, по вере избранных Божиих и познанию истины, относящейся к благочестию, "));
rusuperobject.biblemap.put("b63_1_2", new rusuperobject(63,1,2,"в надежде вечной жизни, которую обещал неизменный в слове Бог прежде вековых времен, "));
rusuperobject.biblemap.put("b63_1_3", new rusuperobject(63,1,3,"а в свое время явил Свое слово в проповеди, вверенной мне по повелению Спасителя нашего, Бога, - "));
rusuperobject.biblemap.put("b63_1_4", new rusuperobject(63,1,4,"Титу, истинному сыну по общей вере: благодать, милость и мир от Бога Отца и Господа Иисуса Христа, Спасителя нашего. "));
rusuperobject.biblemap.put("b63_1_5", new rusuperobject(63,1,5,"Для того я оставил тебя в Крите, чтобы ты довершил недоконченное и поставил по всем городам пресвитеров, как я тебе приказывал: "));
rusuperobject.biblemap.put("b63_1_6", new rusuperobject(63,1,6,"если кто непорочен, муж одной жены, детей имеет верных, не укоряемых в распутстве или непокорности. "));
rusuperobject.biblemap.put("b63_1_7", new rusuperobject(63,1,7,"Ибо епископ должен быть непорочен, как Божий домостроитель, не дерзок, не гневлив, не пьяница, не бийца, не корыстолюбец, "));
rusuperobject.biblemap.put("b63_1_8", new rusuperobject(63,1,8,"но страннолюбив, любящий добро, целомудрен, справедлив, благочестив, воздержан, "));
rusuperobject.biblemap.put("b63_1_9", new rusuperobject(63,1,9,"держащийся истинного слова, согласного с учением, чтобы он был силен и наставлять в здравом учении и противящихся обличать. "));
rusuperobject.biblemap.put("b63_1_10", new rusuperobject(63,1,10,"Ибо есть много и непокорных, пустословов и обманщиков, особенно из обрезанных, "));
rusuperobject.biblemap.put("b63_1_11", new rusuperobject(63,1,11,"каковым должно заграждать уста: они развращают целые домы, уча, чему не должно, из постыдной корысти. "));
rusuperobject.biblemap.put("b63_1_12", new rusuperobject(63,1,12,"Из них же самих один стихотворец сказал: «Критяне всегда лжецы, злые звери, утробы ленивые». "));
rusuperobject.biblemap.put("b63_1_13", new rusuperobject(63,1,13,"Свидетельство это справедливо. По сей причине обличай их строго, дабы они были здравы в вере, "));
rusuperobject.biblemap.put("b63_1_14", new rusuperobject(63,1,14,"не внимая Иудейским басням и постановлениям людей, отвращающихся от истины. "));
rusuperobject.biblemap.put("b63_1_15", new rusuperobject(63,1,15,"Для чистых все чисто; а для оскверненных и неверных нет ничего чистого, но осквернены и ум их и совесть. "));
rusuperobject.biblemap.put("b63_1_16", new rusuperobject(63,1,16,"Они говорят, что знают Бога, а делами отрекаются, будучи гнусны и непокорны и не способны ни к какому доброму делу. "));
rusuperobject.biblemap.put("b63_2_1", new rusuperobject(63,2,1,"Ты же говори то, что сообразно с здравым учением: "));
rusuperobject.biblemap.put("b63_2_2", new rusuperobject(63,2,2,"чтобы старцы были бдительны, степенны, целомудренны, здравы в вере, в любви, в терпении; "));
rusuperobject.biblemap.put("b63_2_3", new rusuperobject(63,2,3,"чтобы старицы также одевались прилично святым, не были клеветницы, не порабощались пьянству, учили добру; "));
rusuperobject.biblemap.put("b63_2_4", new rusuperobject(63,2,4,"чтобы вразумляли молодых любить мужей, любить детей, "));
rusuperobject.biblemap.put("b63_2_5", new rusuperobject(63,2,5,"быть целомудренными, чистыми, попечительными о доме, добрыми, покорными своим мужьям, да не порицается слово Божие. "));
rusuperobject.biblemap.put("b63_2_6", new rusuperobject(63,2,6,"Юношей также увещевай быть целомудренными. "));
rusuperobject.biblemap.put("b63_2_7", new rusuperobject(63,2,7,"Во всем показывай в себе образец добрых дел, в учительстве чистоту, степенность, неповрежденность, "));
rusuperobject.biblemap.put("b63_2_8", new rusuperobject(63,2,8,"слово здравое, неукоризненное, чтобы противник был посрамлен, не имея ничего сказать о нас худого. "));
rusuperobject.biblemap.put("b63_2_9", new rusuperobject(63,2,9,"Рабов увещевай повиноваться своим господам, угождать им во всем, не прекословить, "));
rusuperobject.biblemap.put("b63_2_10", new rusuperobject(63,2,10,"не красть, но оказывать всю добрую верность, дабы они во всем были украшением учению Спасителя нашего, Бога. "));
rusuperobject.biblemap.put("b63_2_11", new rusuperobject(63,2,11,"Ибо явилась благодать Божия, спасительная для всех человеков, "));
rusuperobject.biblemap.put("b63_2_12", new rusuperobject(63,2,12,"научающая нас, чтобы мы, отвергнув нечестие и мирские похоти, целомудренно, праведно и благочестиво жили в нынешнем веке, "));
rusuperobject.biblemap.put("b63_2_13", new rusuperobject(63,2,13,"ожидая блаженного упования и явления славы великого Бога и Спасителя нашего Иисуса Христа, "));
rusuperobject.biblemap.put("b63_2_14", new rusuperobject(63,2,14,"Который дал Себя за нас, чтобы избавить нас от всякого беззакония и очистить Себе народ особенный, ревностный к добрым делам. "));
rusuperobject.biblemap.put("b63_2_15", new rusuperobject(63,2,15,"Сие говори, увещевай и обличай со всякою властью, чтобы никто не пренебрегал тебя. "));
rusuperobject.biblemap.put("b63_3_1", new rusuperobject(63,3,1,"Напоминай им повиноваться и покоряться начальству и властям, быть готовыми на всякое доброе дело, "));
rusuperobject.biblemap.put("b63_3_2", new rusuperobject(63,3,2,"никого не злословить, быть не сварливыми, но тихими, и оказывать всякую кротость ко всем человекам. "));
rusuperobject.biblemap.put("b63_3_3", new rusuperobject(63,3,3,"Ибо и мы были некогда несмысленны, непокорны, заблуждшие, были рабы похотей и различных удовольствий, жили в злобе и зависти, были гнусны, ненавидели друг друга. "));
rusuperobject.biblemap.put("b63_3_4", new rusuperobject(63,3,4,"Когда же явилась благодать и человеколюбие Спасителя нашего, Бога, "));
rusuperobject.biblemap.put("b63_3_5", new rusuperobject(63,3,5,"Он спас нас не по делам праведности, которые бы мы сотворили, а по Своей милости, банею возрождения и обновления Святым Духом, "));
rusuperobject.biblemap.put("b63_3_6", new rusuperobject(63,3,6,"Которого излил на нас обильно через Иисуса Христа, Спасителя нашего, "));
rusuperobject.biblemap.put("b63_3_7", new rusuperobject(63,3,7,"чтобы, оправдавшись Его благодатью, мы по упованию соделались наследниками вечной жизни. "));
rusuperobject.biblemap.put("b63_3_8", new rusuperobject(63,3,8,"Слово это верно; и я желаю, чтобы ты подтверждал о сем, дабы уверовавшие в Бога старались быть прилежными к добрым делам: это хорошо и полезно человекам. "));
rusuperobject.biblemap.put("b63_3_9", new rusuperobject(63,3,9,"Глупых же состязаний и родословий, и споров и распрей о законе удаляйся, ибо они бесполезны и суетны. "));
rusuperobject.biblemap.put("b63_3_10", new rusuperobject(63,3,10,"Еретика, после первого и второго вразумления, отвращайся, "));
rusuperobject.biblemap.put("b63_3_11", new rusuperobject(63,3,11,"зная, что таковой развратился и грешит, будучи самоосужден. "));
rusuperobject.biblemap.put("b63_3_12", new rusuperobject(63,3,12,"Когда пришлю к тебе Артему или Тихика, поспеши придти ко мне в Никополь, ибо я положил там провести зиму. "));
rusuperobject.biblemap.put("b63_3_13", new rusuperobject(63,3,13,"Зину законника и Аполлоса позаботься отправить так, чтобы у них ни в чем не было недостатка. "));
rusuperobject.biblemap.put("b63_3_14", new rusuperobject(63,3,14,"Пусть и наши учатся упражняться в добрых делах, в удовлетворении необходимым нуждам, дабы не были бесплодны. "));
rusuperobject.biblemap.put("b63_3_15", new rusuperobject(63,3,15,"Приветствуют тебя все находящиеся со мною. Приветствуй любящих нас в вере. Благодать со всеми вами. Аминь."));

}

}