package ru.bible;

public class rubible34 {

public rubible34() {

putmapbible34();

}

private void putmapbible34() {

rusuperobject.biblemap.put("b34_1_1", new rusuperobject(34,1,1,"Пророчество о Ниневии; книга видений Наума Елкосеянина. "));
rusuperobject.biblemap.put("b34_1_2", new rusuperobject(34,1,2,"Господь есть Бог ревнитель и мститель; мститель Господь и страшен в гневе: мстит Господь врагам Своим и не пощадит противников Своих. "));
rusuperobject.biblemap.put("b34_1_3", new rusuperobject(34,1,3,"Господь долготерпелив и велик могуществом, и не оставляет без наказания; в вихре и в буре шествие Господа, облако - пыль от ног Его. "));
rusuperobject.biblemap.put("b34_1_4", new rusuperobject(34,1,4,"Запретит Он морю, и оно высыхает, и все реки иссякают; вянет Васан и Кармил, и блекнет цвет на Ливане. "));
rusuperobject.biblemap.put("b34_1_5", new rusuperobject(34,1,5,"Горы трясутся пред Ним, и холмы тают, и земля колеблется пред лицем Его, и вселенная и все живущие в ней. "));
rusuperobject.biblemap.put("b34_1_6", new rusuperobject(34,1,6,"Пред негодованием Его кто устоит? И кто стерпит пламя гнева Его? Гнев Его разливается как огонь; скалы распадаются пред Ним. "));
rusuperobject.biblemap.put("b34_1_7", new rusuperobject(34,1,7,"Благ Господь, убежище в день скорби, и знает надеющихся на Него. "));
rusuperobject.biblemap.put("b34_1_8", new rusuperobject(34,1,8,"Но всепотопляющим наводнением разрушит до основания Ниневию, и врагов Его постигнет мрак. "));
rusuperobject.biblemap.put("b34_1_9", new rusuperobject(34,1,9,"Что умышляете вы против Господа? Он совершит истребление, и бедствие уже не повторится, "));
rusuperobject.biblemap.put("b34_1_10", new rusuperobject(34,1,10,"ибо сплетшиеся между собою как терновник и упившиеся как пьяницы, они пожраны будут совершенно, как сухая солома. "));
rusuperobject.biblemap.put("b34_1_11", new rusuperobject(34,1,11,"Из тебя произошел умысливший злое против Господа, составивший совет нечестивый. "));
rusuperobject.biblemap.put("b34_1_12", new rusuperobject(34,1,12,"Так говорит Господь: хотя они безопасны и многочисленны, но они будут посечены и исчезнут; а тебя, хотя Я отягощал, более не буду отягощать. "));
rusuperobject.biblemap.put("b34_1_13", new rusuperobject(34,1,13,"И ныне Я сокрушу ярмо его, лежащее на тебе, и узы твои разорву. "));
rusuperobject.biblemap.put("b34_1_14", new rusuperobject(34,1,14,"А о тебе, Ассур, Господь определил: не будет более семени с твоим именем; из дома бога твоего истреблю истуканов и кумиров; приготовлю тебе в нем могилу, потому что ты будешь в презрении. "));
rusuperobject.biblemap.put("b34_1_15", new rusuperobject(34,1,15,"Вот, на горах - стопы благовестника, возвещающего мир: празднуй, Иудея, праздники твои, исполняй обеты твои, ибо не будет более проходить по тебе нечестивый: он совсем уничтожен. "));
rusuperobject.biblemap.put("b34_2_1", new rusuperobject(34,2,1,"Поднимается на тебя разрушитель: охраняй твердыни, стереги дорогу, укрепи чресла, собирайся с силами. "));
rusuperobject.biblemap.put("b34_2_2", new rusuperobject(34,2,2,"Ибо восстановит Господь величие Иакова, как величие Израиля, потому что опустошили их опустошители и виноградные ветви их истребили. "));
rusuperobject.biblemap.put("b34_2_3", new rusuperobject(34,2,3,"Щит героев его красен; воины его в одеждах багряных; огнем сверкают колесницы в день приготовления к бою, и лес копьев волнуется. "));
rusuperobject.biblemap.put("b34_2_4", new rusuperobject(34,2,4,"По улицам несутся колесницы, гремят на площадях; блеск от них, как от огня; сверкают, как молния. "));
rusuperobject.biblemap.put("b34_2_5", new rusuperobject(34,2,5,"Он вызывает храбрых своих, но они спотыкаются на ходу своем; поспешают на стены города, но осада уже устроена. "));
rusuperobject.biblemap.put("b34_2_6", new rusuperobject(34,2,6,"Речные ворота отворяются, и дворец разрушается. "));
rusuperobject.biblemap.put("b34_2_7", new rusuperobject(34,2,7,"Решено: она будет обнажена и отведена в плен, и рабыни ее будут стонать как голуби, ударяя себя в грудь. "));
rusuperobject.biblemap.put("b34_2_8", new rusuperobject(34,2,8,"Ниневия со времени существования своего была как пруд, полный водою, а они бегут. «Стойте, стойте!» Но никто не оглядывается. "));
rusuperobject.biblemap.put("b34_2_9", new rusuperobject(34,2,9,"Расхищайте серебро, расхищайте золото! нет конца запасам всякой драгоценной утвари. "));
rusuperobject.biblemap.put("b34_2_10", new rusuperobject(34,2,10,"Разграблена, опустошена и разорена она, - и тает сердце, колени трясутся; у всех в чреслах сильная боль, и лица у всех потемнели. "));
rusuperobject.biblemap.put("b34_2_11", new rusuperobject(34,2,11,"Где теперь логовище львов и то пастбище для львенков, по которому ходил лев, львица и львенок, и никто не пугал их, - "));
rusuperobject.biblemap.put("b34_2_12", new rusuperobject(34,2,12,"лев, похищающий для насыщения щенков своих, и задушающий для львиц своих, и наполняющий добычею пещеры свои и логовища свои похищенным? "));
rusuperobject.biblemap.put("b34_2_13", new rusuperobject(34,2,13,"Вот, Я - на тебя! говорит Господь Саваоф. И сожгу в дыму колесницы твои, и меч пожрет львенков твоих, и истреблю с земли добычу твою, и не будет более слышим голос послов твоих. "));
rusuperobject.biblemap.put("b34_3_1", new rusuperobject(34,3,1,"Горе городу кровей! весь он полон обмана и убийства; не прекращается в нем грабительство. "));
rusuperobject.biblemap.put("b34_3_2", new rusuperobject(34,3,2,"Слышны хлопанье бича и стук крутящихся колес, ржание коня и грохот скачущей колесницы. "));
rusuperobject.biblemap.put("b34_3_3", new rusuperobject(34,3,3,"Несется конница, сверкает меч и блестят копья; убитых множество и груды трупов: нет конца трупам, спотыкаются о трупы их. "));
rusuperobject.biblemap.put("b34_3_4", new rusuperobject(34,3,4,"Это - за многие блудодеяния развратницы приятной наружности, искусной в чародеянии, которая блудодеяниями своими продает народы и чарованиями своими - племена. "));
rusuperobject.biblemap.put("b34_3_5", new rusuperobject(34,3,5,"Вот, Я - на тебя! говорит Господь Саваоф. И подниму на лице твое края одежды твоей и покажу народам наготу твою и царствам срамоту твою. "));
rusuperobject.biblemap.put("b34_3_6", new rusuperobject(34,3,6,"И забросаю тебя мерзостями, сделаю тебя презренною и выставлю тебя на позор. "));
rusuperobject.biblemap.put("b34_3_7", new rusuperobject(34,3,7,"И будет то, что всякий, увидев тебя, побежит от тебя и скажет: «разорена Ниневия! Кто пожалеет о ней? где найду я утешителей для тебя?» "));
rusuperobject.biblemap.put("b34_3_8", new rusuperobject(34,3,8,"Разве ты лучше Но-Аммона, находящегося между реками, окруженного водою, которого вал было море, и море служило стеною его? "));
rusuperobject.biblemap.put("b34_3_9", new rusuperobject(34,3,9,"Ефиопия и Египет с бесчисленным множеством других служили ему подкреплением; Копты и Ливийцы приходили на помощь тебе. "));
rusuperobject.biblemap.put("b34_3_10", new rusuperobject(34,3,10,"Но и он переселен, пошел в плен; даже и младенцы его разбиты на перекрестках всех улиц, а о знатных его бросали жребий, и все вельможи его окованы цепями. "));
rusuperobject.biblemap.put("b34_3_11", new rusuperobject(34,3,11,"Так и ты - опьянеешь и скроешься; так и ты будешь искать защиты от неприятеля. "));
rusuperobject.biblemap.put("b34_3_12", new rusuperobject(34,3,12,"Все укрепления твои подобны смоковнице со спелыми плодами: если тряхнуть их, то они упадут прямо в рот желающего есть. "));
rusuperobject.biblemap.put("b34_3_13", new rusuperobject(34,3,13,"Вот, и народ твой, как женщины у тебя: врагам твоим настежь отворятся ворота земли твоей, огонь пожрет запоры твои. "));
rusuperobject.biblemap.put("b34_3_14", new rusuperobject(34,3,14,"Начерпай воды на время осады; укрепляй крепости твои; пойди в грязь, топчи глину, исправь печь для обжигания кирпичей. "));
rusuperobject.biblemap.put("b34_3_15", new rusuperobject(34,3,15,"Там пожрет тебя огонь, посечет тебя меч, поест тебя как гусеница, хотя бы ты умножился как гусеница, умножился как саранча. "));
rusuperobject.biblemap.put("b34_3_16", new rusuperobject(34,3,16,"Купцов у тебя стало более, нежели звезд на небе; но эта саранча рассеется и улетит. "));
rusuperobject.biblemap.put("b34_3_17", new rusuperobject(34,3,17,"Князья твои - как саранча, и военачальники твои - как рои мошек, которые во время холода гнездятся в щелях стен, и когда взойдет солнце, то разлетаются, и не узнаешь места, где они были. "));
rusuperobject.biblemap.put("b34_3_18", new rusuperobject(34,3,18,"Спят пастыри твои, царь Ассирийский, покоятся вельможи твои; народ твой рассеялся по горам, и некому собрать его. "));
rusuperobject.biblemap.put("b34_3_19", new rusuperobject(34,3,19,"Нет врачевства для раны твоей, болезненна язва твоя. Все, услышавшие весть о тебе, будут рукоплескать о тебе, ибо на кого не простиралась беспрестанно злоба твоя? "));

}

}