package ru.bible;

public class rubible60 {

public rubible60() {

putmapbible60();

}

private void putmapbible60() {

rusuperobject.biblemap.put("b60_1_1", new rusuperobject(60,1,1,"Павел и Силуан и Тимофей - Фессалоникской церкви в Боге Отце нашем и Господе Иисусе Христе: "));
rusuperobject.biblemap.put("b60_1_2", new rusuperobject(60,1,2,"благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. "));
rusuperobject.biblemap.put("b60_1_3", new rusuperobject(60,1,3,"Всегда по справедливости мы должны благодарить Бога за вас, братия, потому что возрастает вера ваша, и умножается любовь каждого друг ко другу между всеми вами, "));
rusuperobject.biblemap.put("b60_1_4", new rusuperobject(60,1,4,"так что мы сами хвалимся вами в церквах Божиих, терпением вашим и верою во всех гонениях и скорбях, переносимых вами "));
rusuperobject.biblemap.put("b60_1_5", new rusuperobject(60,1,5,"в доказательство того, что будет праведный суд Божий, чтобы вам удостоиться Царствия Божия, для которого и страдаете. "));
rusuperobject.biblemap.put("b60_1_6", new rusuperobject(60,1,6,"Ибо праведно пред Богом - оскорбляющим вас воздать скорбью, "));
rusuperobject.biblemap.put("b60_1_7", new rusuperobject(60,1,7,"а вам, оскорбляемым, отрадою вместе с нами, в явление Господа Иисуса с неба, с Ангелами силы Его, "));
rusuperobject.biblemap.put("b60_1_8", new rusuperobject(60,1,8,"в пламенеющем огне совершающего отмщение не познавшим Бога и не покоряющимся благовествованию Господа нашего Иисуса Христа, "));
rusuperobject.biblemap.put("b60_1_9", new rusuperobject(60,1,9,"которые подвергнутся наказанию, вечной погибели, от лица Господа и от славы могущества Его, "));
rusuperobject.biblemap.put("b60_1_10", new rusuperobject(60,1,10,"когда Он приидет прославиться во святых Своих и явиться дивным в день оный во всех веровавших, так как вы поверили нашему свидетельству. "));
rusuperobject.biblemap.put("b60_1_11", new rusuperobject(60,1,11,"Для сего и молимся всегда за вас, чтобы Бог наш соделал вас достойными звания и совершил всякое благоволение благости и дело веры в силе, "));
rusuperobject.biblemap.put("b60_1_12", new rusuperobject(60,1,12,"да прославится имя Господа нашего Иисуса Христа в вас, и вы в Нем, по благодати Бога нашего и Господа Иисуса Христа. "));
rusuperobject.biblemap.put("b60_2_1", new rusuperobject(60,2,1,"Молим вас, братия, о пришествии Господа нашего Иисуса Христа и нашем собрании к Нему, "));
rusuperobject.biblemap.put("b60_2_2", new rusuperobject(60,2,2,"не спешить колебаться умом и смущаться ни от духа, ни от слова, ни от послания, как бы нами посланного, будто уже наступает день Христов. "));
rusuperobject.biblemap.put("b60_2_3", new rusuperobject(60,2,3,"Да не обольстит вас никто никак: ибо день тот не придет, доколе не придет прежде отступление и не откроется человек греха, сын погибели, "));
rusuperobject.biblemap.put("b60_2_4", new rusuperobject(60,2,4,"противящийся и превозносящийся выше всего, называемого Богом или святынею, так что в храме Божием сядет он, как Бог, выдавая себя за Бога. "));
rusuperobject.biblemap.put("b60_2_5", new rusuperobject(60,2,5,"Не помните ли, что я, еще находясь у вас, говорил вам это? "));
rusuperobject.biblemap.put("b60_2_6", new rusuperobject(60,2,6,"И ныне вы знаете, что не допускает открыться ему в свое время. "));
rusuperobject.biblemap.put("b60_2_7", new rusuperobject(60,2,7,"Ибо тайна беззакония уже в действии, только не совершится до тех пор, пока не будет взят от среды удерживающий теперь. "));
rusuperobject.biblemap.put("b60_2_8", new rusuperobject(60,2,8,"И тогда откроется беззаконник, которого Господь Иисус убьет духом уст Своих и истребит явлением пришествия Своего "));
rusuperobject.biblemap.put("b60_2_9", new rusuperobject(60,2,9,"того, которого пришествие, по действию сатаны, будет со всякою силою и знамениями и чудесами ложными, "));
rusuperobject.biblemap.put("b60_2_10", new rusuperobject(60,2,10,"и со всяким неправедным обольщением погибающих за то, что они не приняли любви истины для своего спасения. "));
rusuperobject.biblemap.put("b60_2_11", new rusuperobject(60,2,11,"И за сие пошлет им Бог действие заблуждения, так что они будут верить лжи, "));
rusuperobject.biblemap.put("b60_2_12", new rusuperobject(60,2,12,"да будут осуждены все, не веровавшие истине, но возлюбившие неправду. "));
rusuperobject.biblemap.put("b60_2_13", new rusuperobject(60,2,13,"Мы же всегда должны благодарить Бога за вас, возлюбленные Господом братия, что Бог от начала, через освящение Духа и веру истине, избрал вас ко спасению, "));
rusuperobject.biblemap.put("b60_2_14", new rusuperobject(60,2,14,"к которому и призвал вас благовествованием нашим, для достижения славы Господа нашего Иисуса Христа. "));
rusuperobject.biblemap.put("b60_2_15", new rusuperobject(60,2,15,"Итак, братия, стойте и держите предания, которым вы научены или словом или посланием нашим. "));
rusuperobject.biblemap.put("b60_2_16", new rusuperobject(60,2,16,"Сам же Господь наш Иисус Христос и Бог и Отец наш, возлюбивший нас и давший утешение вечное и надежду благую во благодати, "));
rusuperobject.biblemap.put("b60_2_17", new rusuperobject(60,2,17,"да утешит ваши сердца и да утвердит вас во всяком слове и деле благом. "));
rusuperobject.biblemap.put("b60_3_1", new rusuperobject(60,3,1,"Итак молитесь за нас, братия, чтобы слово Господне распространялось и прославлялось, как и у вас, "));
rusuperobject.biblemap.put("b60_3_2", new rusuperobject(60,3,2,"и чтобы нам избавиться от беспорядочных и лукавых людей, ибо не во всех вера. "));
rusuperobject.biblemap.put("b60_3_3", new rusuperobject(60,3,3,"Но верен Господь, Который утвердит вас и сохранит от лукавого. "));
rusuperobject.biblemap.put("b60_3_4", new rusuperobject(60,3,4,"Мы уверены о вас в Господе, что вы исполняете и будете исполнять то, что мы вам повелеваем. "));
rusuperobject.biblemap.put("b60_3_5", new rusuperobject(60,3,5,"Господь же да управит сердца ваши в любовь Божию и в терпение Христово. "));
rusuperobject.biblemap.put("b60_3_6", new rusuperobject(60,3,6,"Завещеваем же вам, братия, именем Господа нашего Иисуса Христа, удаляться от всякого брата, поступающего бесчинно, а не по преданию, которое приняли от нас, "));
rusuperobject.biblemap.put("b60_3_7", new rusuperobject(60,3,7,"ибо вы сами знаете, как должны вы подражать нам; ибо мы не бесчинствовали у вас, "));
rusuperobject.biblemap.put("b60_3_8", new rusuperobject(60,3,8,"ни у кого не ели хлеба даром, но занимались трудом и работою ночь и день, чтобы не обременить кого из вас, - "));
rusuperobject.biblemap.put("b60_3_9", new rusuperobject(60,3,9,"не потому, чтобы мы не имели власти, но чтобы себя самих дать вам в образец для подражания нам. "));
rusuperobject.biblemap.put("b60_3_10", new rusuperobject(60,3,10,"Ибо когда мы были у вас, то завещевали вам сие: если кто не хочет трудиться, тот и не ешь. "));
rusuperobject.biblemap.put("b60_3_11", new rusuperobject(60,3,11,"Но слышим, что некоторые у вас поступают бесчинно, ничего не делают, а суетятся. "));
rusuperobject.biblemap.put("b60_3_12", new rusuperobject(60,3,12,"Таковых увещеваем и убеждаем Господом нашим Иисусом Христом, чтобы они, работая в безмолвии, ели свой хлеб. "));
rusuperobject.biblemap.put("b60_3_13", new rusuperobject(60,3,13,"Вы же, братия, не унывайте, делая добро. "));
rusuperobject.biblemap.put("b60_3_14", new rusuperobject(60,3,14,"Если же кто не послушает слова нашего в сем послании, того имейте на замечании и не сообщайтесь с ним, чтобы устыдить его. "));
rusuperobject.biblemap.put("b60_3_15", new rusuperobject(60,3,15,"Но не считайте его за врага, а вразумляйте, как брата. "));
rusuperobject.biblemap.put("b60_3_16", new rusuperobject(60,3,16,"Сам же Господь мира да даст вам мир всегда во всем. Господь со всеми вами! "));
rusuperobject.biblemap.put("b60_3_17", new rusuperobject(60,3,17,"Приветствие моею рукою, Павловою, что служит знаком во всяком послании; пишу я так: "));
rusuperobject.biblemap.put("b60_3_18", new rusuperobject(60,3,18,"благодать Господа нашего Иисуса Христа со всеми вами. Аминь. "));

}

}