package ru.bible;

public class rubible57 {

public rubible57() {

putmapbible57();

}

private void putmapbible57() {

rusuperobject.biblemap.put("b57_1_1", new rusuperobject(57,1,1,"Павел и Тимофей, рабы Иисуса Христа, всем святым во Христе Иисусе, находящимся в Филиппах, с епископами и диаконами: "));
rusuperobject.biblemap.put("b57_1_2", new rusuperobject(57,1,2,"благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. "));
rusuperobject.biblemap.put("b57_1_3", new rusuperobject(57,1,3,"Благодарю Бога моего при всяком воспоминании о вас, "));
rusuperobject.biblemap.put("b57_1_4", new rusuperobject(57,1,4,"всегда во всякой молитве моей за всех вас принося с радостью молитву мою, "));
rusuperobject.biblemap.put("b57_1_5", new rusuperobject(57,1,5,"за ваше участие в благовествовании от первого дня даже доныне, "));
rusuperobject.biblemap.put("b57_1_6", new rusuperobject(57,1,6,"будучи уверен в том, что начавший в вас доброе дело будет совершать его даже до дня Иисуса Христа, "));
rusuperobject.biblemap.put("b57_1_7", new rusuperobject(57,1,7,"как и должно мне помышлять о всех вас, потому что я имею вас в сердце в узах моих, при защищении и утверждении благовествования, вас всех, как соучастников моих в благодати. "));
rusuperobject.biblemap.put("b57_1_8", new rusuperobject(57,1,8,"Бог - свидетель, что я люблю всех вас любовью Иисуса Христа; "));
rusuperobject.biblemap.put("b57_1_9", new rusuperobject(57,1,9,"и молюсь о том, чтобы любовь ваша еще более и более возрастала в познании и всяком чувстве, "));
rusuperobject.biblemap.put("b57_1_10", new rusuperobject(57,1,10,"чтобы, познавая лучшее, вы были чисты и непреткновенны в день Христов, "));
rusuperobject.biblemap.put("b57_1_11", new rusuperobject(57,1,11,"исполнены плодов праведности Иисусом Христом, в славу и похвалу Божию. "));
rusuperobject.biblemap.put("b57_1_12", new rusuperobject(57,1,12,"Желаю, братия, чтобы вы знали, что обстоятельства мои послужили к большему успеху благовествования, "));
rusuperobject.biblemap.put("b57_1_13", new rusuperobject(57,1,13,"так что узы мои о Христе сделались известными всей претории и всем прочим, "));
rusuperobject.biblemap.put("b57_1_14", new rusuperobject(57,1,14,"и большая часть из братьев в Господе, ободрившись узами моими, начали с большею смелостью, безбоязненно проповедывать слово Божие. "));
rusuperobject.biblemap.put("b57_1_15", new rusuperobject(57,1,15,"Некоторые, правда, по зависти и любопрению, а другие с добрым расположением проповедуют Христа. "));
rusuperobject.biblemap.put("b57_1_16", new rusuperobject(57,1,16,"Одни по любопрению проповедуют Христа не чисто, думая увеличить тяжесть уз моих; "));
rusuperobject.biblemap.put("b57_1_17", new rusuperobject(57,1,17,"а другие - из любви, зная, что я поставлен защищать благовествование. "));
rusuperobject.biblemap.put("b57_1_18", new rusuperobject(57,1,18,"Но что до того? Как бы ни проповедали Христа, притворно или искренно, я и тому радуюсь и буду радоваться, "));
rusuperobject.biblemap.put("b57_1_19", new rusuperobject(57,1,19,"ибо знаю, что это послужит мне во спасение по вашей молитве и содействием Духа Иисуса Христа, "));
rusuperobject.biblemap.put("b57_1_20", new rusuperobject(57,1,20,"при уверенности и надежде моей, что я ни в чем посрамлен не буду, но при всяком дерзновении, и ныне, как и всегда, возвеличится Христос в теле моем, жизнью ли то, или смертью. "));
rusuperobject.biblemap.put("b57_1_21", new rusuperobject(57,1,21,"Ибо для меня жизнь - Христос, и смерть - приобретение. "));
rusuperobject.biblemap.put("b57_1_22", new rusuperobject(57,1,22,"Если же жизнь во плоти доставляет плод моему делу, то не знаю, что избрать. "));
rusuperobject.biblemap.put("b57_1_23", new rusuperobject(57,1,23,"Влечет меня то и другое: имею желание разрешиться и быть со Христом, потому что это несравненно лучше; "));
rusuperobject.biblemap.put("b57_1_24", new rusuperobject(57,1,24,"а оставаться во плоти нужнее для вас. "));
rusuperobject.biblemap.put("b57_1_25", new rusuperobject(57,1,25,"И я верно знаю, что останусь и пребуду со всеми вами для вашего успеха и радости в вере, "));
rusuperobject.biblemap.put("b57_1_26", new rusuperobject(57,1,26,"дабы похвала ваша во Христе Иисусе умножилась через меня, при моем вторичном к вам пришествии. "));
rusuperobject.biblemap.put("b57_1_27", new rusuperobject(57,1,27,"Только живите достойно благовествования Христова, чтобы мне, приду ли я и увижу вас, или не приду, слышать о вас, что вы стоите в одном духе, подвизаясь единодушно за веру Евангельскую, "));
rusuperobject.biblemap.put("b57_1_28", new rusuperobject(57,1,28,"и не страшитесь ни в чем противников: это для них есть предзнаменование погибели, а для вас - спасения. И сие от Бога, "));
rusuperobject.biblemap.put("b57_1_29", new rusuperobject(57,1,29,"потому что вам дано ради Христа не только веровать в Него, но и страдать за Него "));
rusuperobject.biblemap.put("b57_1_30", new rusuperobject(57,1,30,"таким же подвигом, какой вы видели во мне и ныне слышите о мне. "));
rusuperobject.biblemap.put("b57_2_1", new rusuperobject(57,2,1,"Итак, если есть какое утешение во Христе, если есть какая отрада любви, если есть какое общение духа, если есть какое милосердие и сострадательность, "));
rusuperobject.biblemap.put("b57_2_2", new rusuperobject(57,2,2,"то дополните мою радость: имейте одни мысли, имейте ту же любовь, будьте единодушны и единомысленны; "));
rusuperobject.biblemap.put("b57_2_3", new rusuperobject(57,2,3,"ничего не делайте по любопрению или по тщеславию, но по смиренномудрию почитайте один другого высшим себя. "));
rusuperobject.biblemap.put("b57_2_4", new rusuperobject(57,2,4,"Не о себе только каждый заботься, но каждый и о других. "));
rusuperobject.biblemap.put("b57_2_5", new rusuperobject(57,2,5,"Ибо в вас должны быть те же чувствования, какие и во Христе Иисусе: "));
rusuperobject.biblemap.put("b57_2_6", new rusuperobject(57,2,6,"Он, будучи образом Божиим, не почитал хищением быть равным Богу; "));
rusuperobject.biblemap.put("b57_2_7", new rusuperobject(57,2,7,"но уничижил Себя Самого, приняв образ раба, сделавшись подобным человекам и по виду став как человек; "));
rusuperobject.biblemap.put("b57_2_8", new rusuperobject(57,2,8,"смирил Себя, быв послушным даже до смерти, и смерти крестной. "));
rusuperobject.biblemap.put("b57_2_9", new rusuperobject(57,2,9,"Посему и Бог превознес Его и дал Ему имя выше всякого имени, "));
rusuperobject.biblemap.put("b57_2_10", new rusuperobject(57,2,10,"дабы пред именем Иисуса преклонилось всякое колено небесных, земных и преисподних, "));
rusuperobject.biblemap.put("b57_2_11", new rusuperobject(57,2,11,"и всякий язык исповедал, что Господь Иисус Христос в славу Бога Отца. "));
rusuperobject.biblemap.put("b57_2_12", new rusuperobject(57,2,12,"Итак, возлюбленные мои, как вы всегда были послушны, не только в присутствии моем, но гораздо более ныне во время отсутствия моего, со страхом и трепетом совершайте свое спасение, "));
rusuperobject.biblemap.put("b57_2_13", new rusuperobject(57,2,13,"потому что Бог производит в вас и хотение и действие по Своему благоволению. "));
rusuperobject.biblemap.put("b57_2_14", new rusuperobject(57,2,14,"Все делайте без ропота и сомнения, "));
rusuperobject.biblemap.put("b57_2_15", new rusuperobject(57,2,15,"чтобы вам быть неукоризненными и чистыми, чадами Божиими непорочными среди строптивого и развращенного рода, в котором вы сияете, как светила в мире, "));
rusuperobject.biblemap.put("b57_2_16", new rusuperobject(57,2,16,"содержа слово жизни, к похвале моей в день Христов, что я не тщетно подвизался и не тщетно трудился. "));
rusuperobject.biblemap.put("b57_2_17", new rusuperobject(57,2,17,"Но если я и соделываюсь жертвою за жертву и служение веры вашей, то радуюсь и сорадуюсь всем вам. "));
rusuperobject.biblemap.put("b57_2_18", new rusuperobject(57,2,18,"О сем самом и вы радуйтесь и сорадуйтесь мне. "));
rusuperobject.biblemap.put("b57_2_19", new rusuperobject(57,2,19,"Надеюсь же в Господе Иисусе вскоре послать к вам Тимофея, дабы и я, узнав о ваших обстоятельствах, утешился духом. "));
rusuperobject.biblemap.put("b57_2_20", new rusuperobject(57,2,20,"Ибо я не имею никого равно усердного, кто бы столь искренно заботился о вас, "));
rusuperobject.biblemap.put("b57_2_21", new rusuperobject(57,2,21,"потому что все ищут своего, а не того, что угодно Иисусу Христу. "));
rusuperobject.biblemap.put("b57_2_22", new rusuperobject(57,2,22,"А его верность вам известна, потому что он, как сын отцу, служил мне в благовествовании. "));
rusuperobject.biblemap.put("b57_2_23", new rusuperobject(57,2,23,"Итак я надеюсь послать его тотчас же, как скоро узнаю, что будет со мною. "));
rusuperobject.biblemap.put("b57_2_24", new rusuperobject(57,2,24,"Я уверен в Господе, что и сам скоро приду к вам. "));
rusuperobject.biblemap.put("b57_2_25", new rusuperobject(57,2,25,"Впрочем я почел нужным послать к вам Епафродита, брата и сотрудника и сподвижника моего, а вашего посланника и служителя в нужде моей, "));
rusuperobject.biblemap.put("b57_2_26", new rusuperobject(57,2,26,"потому что он сильно желал видеть всех вас и тяжко скорбел о том, что до вас дошел слух о его болезни. "));
rusuperobject.biblemap.put("b57_2_27", new rusuperobject(57,2,27,"Ибо он был болен при смерти; но Бог помиловал его, и не его только, но и меня, чтобы не прибавилась мне печаль к печали. "));
rusuperobject.biblemap.put("b57_2_28", new rusuperobject(57,2,28,"Посему я скорее послал его, чтобы вы, увидев его снова, возрадовались, и я был менее печален. "));
rusuperobject.biblemap.put("b57_2_29", new rusuperobject(57,2,29,"Примите же его в Господе со всякою радостью, и таких имейте в уважении, "));
rusuperobject.biblemap.put("b57_2_30", new rusuperobject(57,2,30,"ибо он за дело Христово был близок к смерти, подвергая опасности жизнь, дабы восполнить недостаток ваших услуг мне. "));
rusuperobject.biblemap.put("b57_3_1", new rusuperobject(57,3,1,"Впрочем, братия мои, радуйтесь о Господе. Писать вам о том же для меня не тягостно, а для вас назидательно. "));
rusuperobject.biblemap.put("b57_3_2", new rusuperobject(57,3,2,"Берегитесь псов, берегитесь злых делателей, берегитесь обрезания, "));
rusuperobject.biblemap.put("b57_3_3", new rusuperobject(57,3,3,"потому что обрезание - мы, служащие Богу духом и хвалящиеся Христом Иисусом, и не на плоть надеющиеся, "));
rusuperobject.biblemap.put("b57_3_4", new rusuperobject(57,3,4,"хотя я могу надеяться и на плоть. Если кто другой думает надеяться на плоть, то более я, "));
rusuperobject.biblemap.put("b57_3_5", new rusuperobject(57,3,5,"обрезанный в восьмой день, из рода Израилева, колена Вениаминова, Еврей от Евреев, по учению фарисей, "));
rusuperobject.biblemap.put("b57_3_6", new rusuperobject(57,3,6,"по ревности - гонитель Церкви Божией, по правде законной - непорочный. "));
rusuperobject.biblemap.put("b57_3_7", new rusuperobject(57,3,7,"Но что для меня было преимуществом, то ради Христа я почел тщетою. "));
rusuperobject.biblemap.put("b57_3_8", new rusuperobject(57,3,8,"Да и все почитаю тщетою ради превосходства познания Христа Иисуса, Господа моего: для Него я от всего отказался, и все почитаю за сор, чтобы приобрести Христа "));
rusuperobject.biblemap.put("b57_3_9", new rusuperobject(57,3,9,"и найтись в Нем не со своею праведностью, которая от закона, но с тою, которая через веру во Христа, с праведностью от Бога по вере; "));
rusuperobject.biblemap.put("b57_3_10", new rusuperobject(57,3,10,"чтобы познать Его, и силу воскресения Его, и участие в страданиях Его, сообразуясь смерти Его, "));
rusuperobject.biblemap.put("b57_3_11", new rusuperobject(57,3,11,"чтобы достигнуть воскресения мертвых. "));
rusuperobject.biblemap.put("b57_3_12", new rusuperobject(57,3,12,"Говорю так не потому, чтобы я уже достиг, или усовершился; но стремлюсь, не достигну ли я, как достиг меня Христос Иисус. "));
rusuperobject.biblemap.put("b57_3_13", new rusuperobject(57,3,13,"Братия, я не почитаю себя достигшим; а только, забывая заднее и простираясь вперед, "));
rusuperobject.biblemap.put("b57_3_14", new rusuperobject(57,3,14,"стремлюсь к цели, к почести вышнего звания Божия во Христе Иисусе. "));
rusuperobject.biblemap.put("b57_3_15", new rusuperobject(57,3,15,"Итак, кто из нас совершен, так должен мыслить; если же вы о чем иначе мыслите, то и это Бог вам откроет. "));
rusuperobject.biblemap.put("b57_3_16", new rusuperobject(57,3,16,"Впрочем, до чего мы достигли, так и должны мыслить и по тому правилу жить. "));
rusuperobject.biblemap.put("b57_3_17", new rusuperobject(57,3,17,"Подражайте, братия, мне и смотрите на тех, которые поступают по образу, какой имеете в нас. "));
rusuperobject.biblemap.put("b57_3_18", new rusuperobject(57,3,18,"Ибо многие, о которых я часто говорил вам, а теперь даже со слезами говорю, поступают как враги креста Христова. "));
rusuperobject.biblemap.put("b57_3_19", new rusuperobject(57,3,19,"Их конец - погибель, их бог - чрево, и слава их - в сраме, они мыслят о земном. "));
rusuperobject.biblemap.put("b57_3_20", new rusuperobject(57,3,20,"Наше же жительство - на небесах, откуда мы ожидаем и Спасителя, Господа нашего Иисуса Христа, "));
rusuperobject.biblemap.put("b57_3_21", new rusuperobject(57,3,21,"Который уничиженное тело наше преобразит так, что оно будет сообразно славному телу Его, силою, которою Он действует и покоряет Себе все. "));
rusuperobject.biblemap.put("b57_4_1", new rusuperobject(57,4,1,"Итак, братия мои возлюбленные и вожделенные, радость и венец мой, стойте так в Господе, возлюбленные. "));
rusuperobject.biblemap.put("b57_4_2", new rusuperobject(57,4,2,"Умоляю Еводию, умоляю Синтихию мыслить то же о Господе. "));
rusuperobject.biblemap.put("b57_4_3", new rusuperobject(57,4,3,"Ей, прошу и тебя, искренний сотрудник, помогай им, подвизавшимся в благовествовании вместе со мною и с Климентом и с прочими сотрудниками моими, которых имена - в книге жизни. "));
rusuperobject.biblemap.put("b57_4_4", new rusuperobject(57,4,4,"Радуйтесь всегда в Господе; и еще говорю: радуйтесь. "));
rusuperobject.biblemap.put("b57_4_5", new rusuperobject(57,4,5,"Кротость ваша да будет известна всем человекам. Господь близко. "));
rusuperobject.biblemap.put("b57_4_6", new rusuperobject(57,4,6,"Не заботьтесь ни о чем, но всегда в молитве и прошении с благодарением открывайте свои желания пред Богом, "));
rusuperobject.biblemap.put("b57_4_7", new rusuperobject(57,4,7,"и мир Божий, который превыше всякого ума, соблюдет сердца ваши и помышления ваши во Христе Иисусе. "));
rusuperobject.biblemap.put("b57_4_8", new rusuperobject(57,4,8,"Наконец, братия мои, что только истинно, что честно, что справедливо, что чисто, что любезно, что достославно, что только добродетель и похвала, о том помышляйте. "));
rusuperobject.biblemap.put("b57_4_9", new rusuperobject(57,4,9,"Чему вы научились, что приняли и слышали и видели во мне, то исполняйте, - и Бог мира будет с вами. "));
rusuperobject.biblemap.put("b57_4_10", new rusuperobject(57,4,10,"Я весьма возрадовался в Господе, что вы уже вновь начали заботиться о мне; вы и прежде заботились, но вам не благоприятствовали обстоятельства. "));
rusuperobject.biblemap.put("b57_4_11", new rusuperobject(57,4,11,"Говорю это не потому, что нуждаюсь, ибо я научился быть довольным тем, что у меня есть. "));
rusuperobject.biblemap.put("b57_4_12", new rusuperobject(57,4,12,"Умею жить и в скудости, умею жить и в изобилии; научился всему и во всем, насыщаться и терпеть голод, быть и в обилии и в недостатке. "));
rusuperobject.biblemap.put("b57_4_13", new rusuperobject(57,4,13,"Все могу в укрепляющем меня Иисусе Христе. "));
rusuperobject.biblemap.put("b57_4_14", new rusuperobject(57,4,14,"Впрочем вы хорошо поступили, приняв участие в моей скорби. "));
rusuperobject.biblemap.put("b57_4_15", new rusuperobject(57,4,15,"Вы знаете, Филиппийцы, что в начале благовествования, когда я вышел из Македонии, ни одна церковь не оказала мне участия подаянием и принятием, кроме вас одних; "));
rusuperobject.biblemap.put("b57_4_16", new rusuperobject(57,4,16,"вы и в Фессалонику и раз и два присылали мне на нужду. "));
rusuperobject.biblemap.put("b57_4_17", new rusuperobject(57,4,17,"Говорю это не потому, чтобы я искал даяния; но ищу плода, умножающегося в пользу вашу. "));
rusuperobject.biblemap.put("b57_4_18", new rusuperobject(57,4,18,"Я получил все, и избыточествую; я доволен, получив от Епафродита посланное вами, как благовонное курение, жертву приятную, благоугодную Богу. "));
rusuperobject.biblemap.put("b57_4_19", new rusuperobject(57,4,19,"Бог мой да восполнит всякую нужду вашу, по богатству Своему в славе, Христом Иисусом. "));
rusuperobject.biblemap.put("b57_4_20", new rusuperobject(57,4,20,"Богу же и Отцу нашему слава во веки веков! Аминь. "));
rusuperobject.biblemap.put("b57_4_21", new rusuperobject(57,4,21,"Приветствуйте всякого святого во Христе Иисусе. Приветствуют вас находящиеся со мною братия. "));
rusuperobject.biblemap.put("b57_4_22", new rusuperobject(57,4,22,"Приветствуют вас все святые, а наипаче из кесарева дома. "));
rusuperobject.biblemap.put("b57_4_23", new rusuperobject(57,4,23,"Благодать Господа нашего Иисуса Христа со всеми вами. Аминь. "));

}

}