package ru.bible;

public class rubible49 {

public rubible49() {

putmapbible49();

}

private void putmapbible49() {

rusuperobject.biblemap.put("b49_1_1", new rusuperobject(49,1,1,"Старец - избранной госпоже и детям ее, которых я люблю по истине, и не только я, но и все, познавшие истину, "));
rusuperobject.biblemap.put("b49_1_2", new rusuperobject(49,1,2,"ради истины, которая пребывает в нас и будет с нами вовек. "));
rusuperobject.biblemap.put("b49_1_3", new rusuperobject(49,1,3,"Да будет с вами благодать, милость, мир от Бога Отца и от Господа Иисуса Христа, Сына Отчего, в истине и любви. "));
rusuperobject.biblemap.put("b49_1_4", new rusuperobject(49,1,4,"Я весьма обрадовался, что нашел из детей твоих, ходящих в истине, как мы получили заповедь от Отца. "));
rusuperobject.biblemap.put("b49_1_5", new rusuperobject(49,1,5,"И ныне прошу тебя, госпожа, не как новую заповедь предписывая тебе, но ту, которую имеем от начала, чтобы мы любили друг друга. "));
rusuperobject.biblemap.put("b49_1_6", new rusuperobject(49,1,6,"Любовь же состоит в том, чтобы мы поступали по заповедям Его. Это та заповедь, которую вы слышали от начала, чтобы поступали по ней. "));
rusuperobject.biblemap.put("b49_1_7", new rusuperobject(49,1,7,"Ибо многие обольстители вошли в мир, не исповедующие Иисуса Христа, пришедшего во плоти: такой человек есть обольститель и антихрист. "));
rusuperobject.biblemap.put("b49_1_8", new rusuperobject(49,1,8,"Наблюдайте за собою, чтобы нам не потерять того, над чем мы трудились, но чтобы получить полную награду. "));
rusuperobject.biblemap.put("b49_1_9", new rusuperobject(49,1,9,"Всякий, преступающий учение Христово и не пребывающий в нем, не имеет Бога; пребывающий в учении Христовом имеет и Отца и Сына. "));
rusuperobject.biblemap.put("b49_1_10", new rusuperobject(49,1,10,"Кто приходит к вам и не приносит сего учения, того не принимайте в дом и не приветствуйте его. "));
rusuperobject.biblemap.put("b49_1_11", new rusuperobject(49,1,11,"Ибо приветствующий его участвует в злых делах его. "));
rusuperobject.biblemap.put("b49_1_12", new rusuperobject(49,1,12,"Многое имею писать вам, но не хочу на бумаге чернилами, а надеюсь придти к вам и говорить устами к устам, чтобы радость ваша была полна. "));
rusuperobject.biblemap.put("b49_1_13", new rusuperobject(49,1,13,"Приветствуют тебя дети сестры твоей избранной. Аминь."));

}

}